[
    {
        "key": "chpt_game_concepts",
        "original": "1. Game Concepts",
        "translation": "游戏概念"
    },
    {
        "key": "sec_concepts_general",
        "original": "1.1. General",
        "translation": "总则"
    },
    {
        "key": "sec_concepts_general-snippet",
        "original": "These rules are compatible with cards from the game {term:android: netrunner} by Fantasy Flight Games. {term:android: netrunner} is a game about the cyber-struggle between massive Corporations and subversive hackers known as Runners.",
        "translation": "本文档中的规则兼容由Fantasy Flight Games发行的游戏{term:《安卓纪元：矩阵潜袭》}中的卡牌。{term:《安卓纪元：矩阵潜袭》}是一款关于巨型公司与被称为“潜袭者”的颠覆分子黑客之间所进行的网络斗争的游戏。"
    },
    {
        "key": "rule_player_definitions",
        "original": "1.1.1. The game is played between two players. One player takes the role of the Corp (Corporation) and the other takes the role of the Runner. This rules document will frequently refer to a player interchangeably with their game role.",
        "translation": "本游戏由两位玩家进行。其中一位玩家扮演公司的角色，另一位玩家扮演潜袭者的角色。本规则文档将会频繁地以玩家的游戏角色指代该玩家。"
    },
    {
        "key": "rule_requirements",
        "original": "1.1.2. Each player needs a legal deck, an identity card for their role, and any extra cards used from outside their deck. They also need a supply of tokens as described in {ref:sec_counters_and_tokens}. The constraints that define the legality of a deck are defined in {ref:sec_deck_construction}, and the cases where cards outside the deck and identity can be used are defined in {ref:sec_extra_cards}.",
        "translation": "每位玩家都需要一副合法的牌组、一张用于表示其角色的特性卡牌、以及其他的在其牌组之外使用的额外卡牌。玩家还需要依照{ref:sec_counters_and_tokens}所述准备一组指示物。有关定义牌组合法性的限制条件参见{ref:sec_deck_construction}。有关在牌组和特性之外可以使用其他卡牌的情况参见{ref:sec_extra_cards}。"
    },
    {
        "key": "rule_game_numbers",
        "original": "1.1.3. All numbers used in the game are integers. Unless otherwise stated, a given value can be positive, negative, or zero.",
        "translation": "游戏中使用的所有数字均为整数。除非另有说明，否则一个给定的值可以是正数、负数或者零。"
    },
    {
        "key": "sec_golden_rules",
        "original": "1.2. Golden Rules",
        "translation": "黄金规则"
    },
    {
        "key": "rule_card_precedence",
        "original": "1.2.1. If the text of a card directly contradicts these rules, the text of the card takes precedence.",
        "translation": "如果一张卡牌上的文本与本规则中的条款互相矛盾，则该卡牌上的文本优先生效。"
    },
    {
        "key": "rule_cannot_precedence",
        "original": "1.2.2. If a rule or ability directs something to happen, but another effect states that it cannot happen, the \"cannot\" ability takes precedence.",
        "translation": "如果某项规则或能力指示某个事件发生，但另一个效果规定该事件不能发生，则该“不能”的能力优先生效。"
    },
    {
        "key": "rule_if_able",
        "original": "1.2.3. If an instruction includes the words \"if able,\" it can only be carried out fully or not at all. If any part of the instruction is not possible to carry out, the entire instruction is ignored.",
        "translation": "如果一项指示中包含用语“如可能”，则该指示只能全部执行或完全不执行。如果该指示中的任意部分无法被执行，则整项指示都会被忽略。"
    },
    {
        "key": "rule_do_as_much_as_you_can",
        "original": "1.2.4. If an instruction does not include the words \"if able,\" as much of that instruction as possible is carried out. Any parts of the instruction that are not possible to carry out are ignored.",
        "translation": "如果一项指示中不包含用语“如可能”，则尽可能执行该指示中能够被执行的部分。该指示中任何不能被执行的部分都会被忽略。"
    },
    {
        "key": "sec_symbols",
        "original": "1.3. Symbols",
        "translation": "符号"
    },
    {
        "key": "rule_symbols",
        "original": "1.3.1. Several non-English symbols appear on cards and in this rules document. This section serves as a basic guide to those symbols.",
        "translation": "一些非英文符号会出现在卡牌上及本规则书中。本节是这些符号的基本指南。"
    },
    {
        "key": "rule_symbol_credits",
        "original": "1.3.2. The symbol [c] (plaintext: {curly:c}) stands for \"credit\". It always appears with a quantity, such as 1[c], which means \"one credit,\" or 3[c], which means \"three credits.\" See {ref:sec_credits} for rules about credits.",
        "translation": "符号[c]（纯文本：{curly:c}）表示“信用点”。该符号总是会与一个数量同时出现，例如1[c]表示“一个信用点”、3[c]表示“三个信用点”。有关信用点的规则参见{ref:sec_credits}。"
    },
    {
        "key": "rule_symbol_clicks",
        "original": "1.3.3. The symbol [click] (plaintext: {curly:click}) stands for \"click\". Multiple clicks can be represented either by multiple symbols, such as [click][click], or by a numeral and symbol, such as 2[click], both meaning \"two clicks.\" See {ref:sec_clicks} for rules about clicks.",
        "translation": "符号[click]（纯文本：{curly:click}）表示“时点”。表示多个时点时，既可以重复使用多个符号，如[click][click]，也可以使用数字和符号的组合，如2[click]，二者都表示“两个时点”。有关时点的规则参见{ref:sec_clicks}。"
    },
    {
        "key": "rule_symbol_recurring",
        "original": "1.3.4. The symbol [recurring] (plaintext: {curly:recurring}) stands for recurring credit. It always appears with a quantity, such as 1[recurring], which means \"one recurring credit,\" or 3[recurring], which means \"three recurring credits.\" See {ref:rule_sec_recurring} for rules about recurring credits.",
        "translation": "符号[recurring]（纯文本：{curly:recurring}）表示“可再生信用点”。该符号总是会与一个数量同时出现，例如1[recurring]表示“一个可再生信用点”、3[recurring]表示“三个可再生信用点”。有关可再生信用点的规则参见{ref:rule_sec_recurring}。"
    },
    {
        "key": "rule_symbol_link",
        "original": "1.3.5. The symbol [link] (plaintext: {curly:link}) stands for \"link\". It is always used with a quantity, such as 1[link], which means \"1 link.\" See {ref:sec_link} for rules about link.",
        "translation": "符号[link]（纯文本：{curly:link}）表示“中转”。该符号总是会与一个数量同时使用，例如1[link]表示“1中转”。有关中转的规则参见{ref:sec_link}。"
    },
    {
        "key": "rule_symbol_mu",
        "original": "1.3.6. The symbol [MU] (plaintext: {curly:MU}) stands for \"memory\" and also represents the unit used to measure memory. When used with a quantity, it should be read as \"memory units\". For example, 2[MU] means \"2 memory units.\" See {ref:sec_memory} for rules about memory.",
        "translation": "符号[MU]（纯文本：{curly:MU}）表示“内存”，也表示用于度量内存的单位。当与数量同时使用时，该符号应读作“内存单元”。例如，2[MU]表示“2内存单元”。有关内存的规则参见{ref:sec_memory}。"
    },
    {
        "key": "rule_symbol_sub",
        "original": "1.3.7. The symbol [sub] (plaintext: {curly:sub}) stands for \"subroutine\". Each symbol marks a single subroutine on a piece of ice. See {ref:sec_subroutines} for information about subroutines.",
        "translation": "符号[sub]（纯文本：{curly:sub}）表示“子进程”。每个符号标明了一层防火墙上的一条子进程。有关子进程的信息参见{ref:sec_subroutines}。"
    },
    {
        "key": "rule_symbol_trash",
        "original": "1.3.8. The symbol [trash] (plaintext: {curly:trash}) stands for \"trash this card\". It is used as a self-referential cost in card text, such as \"[trash]: Draw 2 cards,\" which means \"Trash this card to draw 2 cards.\" See {ref:sec_costs} for rules about costs, and {ref:sec_trashing} for rules about trashing cards.",
        "translation": "符号[trash]（纯文本：{curly:trash}）表示“销毁本卡牌”。该符号用于在卡牌文本中指代自身作为费用，例如“[trash]：抽2张卡牌”表示“销毁本卡牌以抽2张卡牌”。有关费用的规则参见{ref:sec_costs}，有关销毁卡牌的规则参见{ref:sec_trashing}。"
    },
    {
        "key": "rule_symbol_interrupt",
        "original": "1.3.9. The symbol [interrupt] (plaintext: {curly:interrupt}) stands for \"interrupt timing\". It is used to designate abilities that resolve immediately before other abilities. See {ref:sec_interrupts_replacements} for rules about interrupt abilities.",
        "translation": "符号[interrupt]（纯文本：{curly:interrupt}）表示“打断时机”。该符号用于指明紧接在其他能力之前结算的能力。有关打断能力的规则参见{ref:sec_interrupts_replacements}。"
    },
    {
        "key": "sec_deck_construction",
        "original": "1.4. Deck Construction",
        "translation": "牌组构筑"
    },
    {
        "key": "rule_identity",
        "original": "1.4.1. Each player's deck is associated with a single identity card that determines the faction, minimum deck size, and influence limit of that deck. The identity card may also stipulate other variances from the standard deckbuilding rules.",
        "translation": "每位玩家的牌组都带有一张特性卡牌，其决定了该牌组的派系、张数下限与影响力上限。特性卡牌还可以规定与标准的牌组构筑规则不同的其他变体规则。"
    },
    {
        "key": "rule_gateway_identities",
        "original": "1.4.1.a. The identities {card:The Catalyst} and {card:The Syndicate} from the {product:System Gateway Starter Pack} are intended for use only with the decks included in that pack. They are not legal for play under the full deck construction rules.",
        "translation": "{product:《核心网关》起始包}中的特性{card:触媒}和{card:商盟}仅能用于该起始包中所包含的牌组。这两张特性卡牌不适用于在完整的牌组构筑规则下所进行的游戏。"
    },
    {
        "key": "rule_legal_deck",
        "original": "1.4.2. Each deck must meet all requirements in this section to be legal for play.",
        "translation": "每副牌组都必须满足本节中的全部要求才能被合法地用于游戏中。"
    },
    {
        "key": "rule_minimum_deck_size",
        "original": "1.4.3. The deck must contain at least as many cards as the minimum deck size indicated on the corresponding identity.",
        "translation": "牌组中所包含的卡牌张数必须至少等于对应的特性上所标明的牌组张数下限。"
    },
    {
        "key": "rule_outside_the_deck",
        "original": "1.4.3.a. Identity cards, extra cards that begin the game outside the deck, and player aid cards are not part of the deck and are not counted towards the size of the deck.",
        "translation": "特性卡牌、在游戏开始时位于牌组之外的额外卡牌、以及玩家辅助卡牌，这些卡牌并不是牌组的一部分，也不被计入牌组的卡牌张数之中。"
    },
    {
        "key": "rule_maximum_deck_size",
        "original": "1.4.3.b. There is no maximum deck size.",
        "translation": "牌组没有卡牌张数上限。"
    },
    {
        "key": "rule_disallowed_cards",
        "original": "1.4.4. Decks cannot contain identity cards, player aid cards, cards from the wrong side (Corp cards in a Runner deck or vice-versa), or out-of-faction cards that lack influence costs.",
        "translation": "牌组中不能包含特性卡牌、玩家辅助卡牌、来自错误阵营的卡牌（即在潜袭者牌组中放入公司卡牌，或反之）、或没有影响力费用的其他派系的卡牌。"
    },
    {
        "key": "rule_influence_limit",
        "original": "1.4.5. Neutral cards and cards that belong to a faction other than the corresponding identity's faction are all considered out-of-faction. The total influence cost of out-of-faction cards in the deck must not exceed the influence limit of that identity.",
        "translation": "中立卡牌，以及所属派系与对应的特性的派系不同的卡牌，均被视作其他派系卡牌。其他派系卡牌的影响力费用总和不能超过该特性的影响力上限。"
    },
    {
        "key": "rule_influence_by_copy",
        "original": "1.4.5.a. The total influence cost of out-of-faction cards is counted by copy and not by name.",
        "translation": "其他派系卡牌的影响力费用总和是以张数相加计算，而非以卡名相加计算。"
    },
    {
        "key": "rule_influence_by_copy-1-example",
        "original": "Including a single copy of {card:Diesel} in a non-Shaper deck adds 2 to the total influence in that deck, while including two copies of {card:Diesel} in a non-Shaper deck adds 4 to the total influence in that deck.",
        "translation": "在一副非塑造者牌组中包含一张{card:迪燃}将令该牌组的影响力总和增加2点，而在一副非塑造者牌组中包含两张{card:迪燃}将令该牌组的影响力总和增加4点。"
    },
    {
        "key": "rule_agenda_points",
        "original": "1.4.6. A Corp deck must contain agendas totalling a certain number of agenda points, as determined by the total number of cards in the deck.",
        "translation": "公司牌组必须包含议案分数总和达到一定数值的议案卡牌，所需数值由牌组中的卡牌总张数所决定。"
    },
    {
        "key": "rule_40_44",
        "original": "1.4.6.a. A deck with 40 to 44 cards must contain 18 or 19 agenda points.",
        "translation": "含有40-44张卡牌的牌组必须包含18或19点议案分数。"
    },
    {
        "key": "rule_45_49",
        "original": "1.4.6.b. A deck with 45 to 49 cards must contain 20 or 21 agenda points.",
        "translation": "含有45-49张卡牌的牌组必须包含20或21点议案分数。"
    },
    {
        "key": "rule_50_54",
        "original": "1.4.6.c. A deck with 50 to 54 cards must contain 22 or 23 agenda points.",
        "translation": "含有50-54张卡牌的牌组必须包含22或23点议案分数。"
    },
    {
        "key": "rule_54+",
        "original": "1.4.6.d. A deck with more than 54 cards must contain 22 or 23 agenda points, plus an additional 2 agenda points for every full 5 cards in the deck over 50.",
        "translation": "含有超过 54张卡牌的牌组，需要包含的议案分数为在22或23的基础上，牌组中超过50张的卡牌数量每满5张加2点议案分数。"
    },
    {
        "key": "rule_54+-1-example",
        "original": "A 66 card deck requires 6 additional agenda points, since it includes 3 sets of 5 cards beyond 50. This gives a final requirement of either 28 or 29 agenda points.",
        "translation": "一副含有66张卡牌的牌组需要包含6点额外的议案分数，因为该牌组在超过50张的部分共有3组满5张的卡牌。因此最终的议案分数需求为28或29点。"
    },
    {
        "key": "rule_maximum_copies",
        "original": "1.4.7. The deck cannot contain more than 3 copies of any single card, by name. Some cards stipulate alternative copy limits in their card text.",
        "translation": "牌组中不能包含超过3张同名的卡牌。一些卡牌会在其文本中规定与本规则不同的同名卡牌张数限制。"
    },
    {
        "key": "rule_special_tournament_rules",
        "original": "1.4.8. Tournament play may impose other restrictions or requirements on the legal configurations of identities and decks.",
        "translation": "在正式比赛中，可以采用其他对于特性及牌组的合法性的限制或要求。"
    },
    {
        "key": "sec_extra_cards",
        "original": "1.5. Extra Cards",
        "translation": "额外卡牌"
    },
    {
        "key": "rule_outside_deck",
        "original": "1.5.1. Some abilities allow for the use of additional cards from outside the deck.",
        "translation": "一些能力允许玩家在牌组之外使用额外的卡牌。"
    },
    {
        "key": "rule_jinteki_biotech",
        "original": "1.5.2. One Corp identity, {card:Jinteki Biotech: Life Imagined}, has the ability, \"Before taking your first turn, you may switch this card with any copy of Jinteki Biotech.\" There are 3 versions of this identity, which have different abilities on their reverse side.",
        "translation": "公司特性{card:人间生物科技：享你所想}拥有如下的能力：“在你开始第一个回合前，你可以将本卡牌与任意一张人间生物科技互换”。此特性共有三个版本，其反面分别有三个不同的能力。"
    },
    {
        "key": "rule_jinteki_biotech_detail",
        "original": "1.5.2.a. A player playing Jinteki Biotech as their identity may bring any number of copies of that identity along with their deck. After completing game setup, that player may choose any copy they own to be their active identity for the duration of the game. All other copies are placed outside the game.",
        "translation": "使用{card:人间生物科技}作为其特性的玩家可以在其牌组之外携带任意数量的该特性的同名卡牌。在完成了游戏设置之后，该玩家可以选择其拥有的其中任意一张，作为其整局游戏中的活动特性。除此之外的其他副本则被移出游戏。"
    },
    {
        "key": "rule_adam",
        "original": "1.5.3. One Runner identity, {card:Adam: Compulsive Hacker}, has the ability, \"You start the game with 3 different {subtype:directive} cards installed (these cards are not considered part of your deck).\"",
        "translation": "潜袭者特性{card:亚当：强迫性黑客}拥有如下的能力：“你在游戏开始时拥有三张已安装的不同的{subtype:指令}卡牌（这些卡牌不视为你牌组的一部分）”。"
    },
    {
        "key": "rule_adam_different_directives",
        "original": "1.5.3.a. A player playing Adam as their identity must bring at least 3 differently named cards with the {subtype:directive} subtype along with their deck. The player may bring any number of {subtype:directive} cards over the required 3.",
        "translation": "使用{card:亚当}作为其特性的玩家必须在其牌组之外携带至少3张卡名不同且具有{subtype:指令}子类型的卡牌。玩家可以在要求的3张的基础上携带任意数量的{subtype:指令}卡牌。"
    },
    {
        "key": "rule_adam_directives_install",
        "original": "1.5.3.b. After players reveal their identities, the player playing Adam selects exactly 3 of their provided {subtype:directive} cards. Those cards begin the game installed in the play area. All other {subtype:directives} the player brought this way remain outside the game.",
        "translation": "在玩家展示其特性之后，使用{card:亚当}的玩家从其携带的{subtype:指令}卡牌中选择3张。这些卡牌在游戏开始时安装到游戏区中。玩家以此方式携带的其他所有{subtype:指令}卡牌则留在游戏之外。"
    },
    {
        "key": "rule_adam_directives_deck",
        "original": "1.5.3.c. A player playing Adam can also include {subtype:directive} cards in their deck. The cards chosen to be installed at the beginning of the game do not impact the deck's influence requirements or the maximum allowed number of copies of those cards.",
        "translation": "使用{card:亚当}的玩家也可以在其牌组中包含{subtype:指令}卡牌。在游戏开始时被选择以安装的卡牌既不影响牌组的影响力需求，也不影响这些卡牌在牌组中允许放入的同名卡牌数量。"
    },
    {
        "key": "rule_adam_directives_during_game",
        "original": "1.5.3.d. Once the game has begun, the cards installed this way are treated exactly as any other installed cards. Abilities that move these cards to other zones function normally, including shuffling them into the stack.",
        "translation": "一旦游戏开始，以此方法安装的卡牌即被视为与其他已安装的卡牌完全相同。将这些卡牌移动到其他区域的能力会正常生效，包括将其洗回存储栈。"
    },
    {
        "key": "rule_additional_identity",
        "original": "1.5.4. Two cards, {card:Rebirth} and {card:DJ Fenris}, make use of identity cards other than the one selected by the player during deck construction.",
        "translation": "{card:重生}和{card:DJ芬里斯}这两张卡牌需要用到与玩家在构筑牌组时所选择的特性不同的其他特性卡牌。"
    },
    {
        "key": "rule_additional_identities_pile",
        "original": "1.5.4.a. A player may bring any number of additional Runner identity cards along with their deck. These cards are kept in a pile outside the game. The Runner may look at these cards at any time.",
        "translation": "玩家可以在其牌组外携带任意数量的额外的潜袭者特性卡牌。这些卡牌堆放在游戏之外。潜袭者可以在任意时间查看这些卡牌。"
    },
    {
        "key": "rule_additional_identities_reference",
        "original": "1.5.4.b. When an ability refers to an identity other than the Runner's current identity, it refers to the cards provided this way. If an identity card leaves the play area, it must be returned to the pile outside the game.",
        "translation": "当一项能力提到潜袭者当前特性以外的其他特性时，其指的是玩家以此方法携带的卡牌。如果一张特性卡牌离开了游戏区，则必须返回游戏外的卡牌堆中。"
    },
    {
        "key": "rule_legal_additional_identities",
        "original": "1.5.4.c. In a tournament, all identities brought to the game this way must be legal for players to use as their actual identity in that tournament.",
        "translation": "在正式比赛中，以此方法加入游戏的特性必须是玩家在此次比赛中能够合法地实际使用的特性。"
    },
    {
        "key": "rule_additional_identity_double_sided",
        "original": "1.5.4.d. If the Runner switches their identity with a double-sided identity, it enters play with the front side faceup. If the Runner switches a double-sided identity with another identity, the new identity enters play faceup regardless of the previous identity's current status.",
        "translation": "如果玩家使用双面特性交换其当前使用的特性，则双面特性以正面朝上加入游戏。如果潜袭者使用另一个特性与双面特性交换，则不论先前的双面特性此时状态如何，新特性都以正面朝上加入游戏。"
    },
    {
        "key": "sec_starting_the_game",
        "original": "1.6. Starting the Game",
        "translation": "开始游戏"
    },
    {
        "key": "rule_player_roles",
        "original": "1.6.1. The players decide who will play as the Corp and who will play as the Runner. Each player places an appropriate identity card for the side they are to play faceup in the play area, then supplies a corresponding deck, placing it facedown in the play area, and any appropriate extra cards.",
        "translation": "玩家决定由谁扮演公司、谁扮演潜袭者。每位玩家将适用于其所扮演阵营的特性卡牌牌面朝上放置于游戏区中，再将对应的牌组牌面朝下放置在游戏区中，最后是其它符合要求的额外卡牌。"
    },
    {
        "key": "rule_setup_identity",
        "original": "1.6.1.a. Some identity cards have abilities that affect setup. Even though cards are not active until the game begins, these identities still alter setup at the appropriate step as indicated by their text.",
        "translation": "一些特性卡牌的能力会影响游戏设置。即使在游戏开始前卡牌是不活动的，这些特性依然会根据其文本所述在符合要求的步骤中改变游戏设置。"
    },
    {
        "key": "rule_double_sided_identity",
        "original": "1.6.1.b. Some identities are double-sided (see {ref:sec_identities}). If a player is playing a double-sided identity, it begins the game with the front side faceup.",
        "translation": "一些特性是双面的（参见{ref:sec_identities}）。如果玩家使用的是双面特性，在游戏开始时应将其正面朝上。"
    },
    {
        "key": "rule_setup_abilities",
        "original": "1.6.2. If a player's identity has an ability that affects setup or the start of the game, and that ability does not directly correspond to a setup step outlined in this section of the rules, that player makes any necessary decisions and changes for their identity's special setup or start of game abilities at this time. If both players have setup or start of game abilities at this time, the Corp resolves theirs first.",
        "translation": "如果玩家的特性拥有会影响游戏设置或游戏开局的能力，且该能力并不直接对应本节所概述的某个设置步骤，则该玩家应在此时做出为其特性的特殊游戏设置或游戏开局所必需的任何决定或更改。如果双方玩家此时均有影响游戏设置或游戏开局的能力，则由公司先结算其能力。"
    },
    {
        "key": "rule_start_tokens",
        "original": "1.6.3. The players create the bank by gathering all types of tokens described in {ref:sec_counters_and_tokens}.",
        "translation": "玩家将{ref:sec_counters_and_tokens}中所描述的所有类型的标记整理成堆，构成银行。"
    },
    {
        "key": "rule_start_credits",
        "original": "1.6.4. Each player takes five credits from the bank, placing the credits in their credit pool.",
        "translation": "每位玩家从银行拿取五个信用点，将这些信用点放置在其各自的信用池中。"
    },
    {
        "key": "rule_start_shuffle",
        "original": "1.6.5. Each player shuffles their deck.",
        "translation": "每位玩家洗混其牌组。"
    },
    {
        "key": "rule_start_hand",
        "original": "1.6.6. Each player draws 5 cards from the top of their deck to form their starting hand.",
        "translation": "每位玩家从其牌组顶端抽取5张卡牌，构成其初始手牌。"
    },
    {
        "key": "rule_mulligan",
        "original": "1.6.6.a. After drawing starting hands, the Corp may choose to take a mulligan; then, the Runner may choose to take a mulligan. To take a mulligan, the player shuffles their starting hand back into their deck, then draws a new starting hand. They must keep the second hand as their starting hand.",
        "translation": "在抽取初始手牌之后，公司可以选择执行一次重新调度；在这之后，潜袭者可以选择执行一次重新调度。在执行重新调度时，玩家将其初始手牌洗回其牌组中，然后抽取新的初始手牌。玩家必须保留第二次抽取的手牌作为其初始手牌。"
    },
    {
        "key": "rule_start_corp_turn",
        "original": "1.6.7. The game begins and the Corp takes their first turn.",
        "translation": "游戏开始，由公司进行其第一个回合。"
    },
    {
        "key": "rule_before_first_turn",
        "original": "1.6.7.a. If the Corp's identity has an ability with instructions for \"before taking your first turn,\" the Corp resolves that ability immediately before taking their first turn, and thus before the game starts.",
        "translation": "如果公司的特性拥有包含“在你开始第一个回合前”的指示的能力，则公司在进行其第一个回合前——即在游戏开始之前——立即结算这项能力。"
    },
    {
        "key": "sec_ending_the_game",
        "original": "1.7. Ending the Game",
        "translation": "结束游戏"
    },
    {
        "key": "rule_game_end",
        "original": "1.7.1. The game ends when a player meets one of their win conditions.",
        "translation": "游戏在任意一位玩家满足其任意一项胜利条件时结束。"
    },
    {
        "key": "rule_simultaneous_win",
        "original": "1.7.1.a. If both players would simultaneously satisfy their win conditions, the game ends in a draw.",
        "translation": "如果双方玩家同时满足其胜利条件，则游戏以平局结束。"
    },
    {
        "key": "rule_win_conditions",
        "original": "1.7.2. Each player has two possible win conditions available.",
        "translation": "每位玩家均有两种可能的胜利条件。"
    },
    {
        "key": "rule_win_agenda_points",
        "original": "1.7.2.a. Either player can win by collecting agenda points in their score area (usually done by scoring or stealing agendas; see {ref:sec_score_scoring_steal}). A player with a score of 7 or more wins the game.",
        "translation": "任一玩家均可通过在其分数区中取得议案分数而获胜（通常来说，是通过计分或窃取议案实现；参见{ref:sec_score_scoring_steal}）。得到7分或更多分数的玩家赢得游戏胜利。"
    },
    {
        "key": "rule_flatline",
        "original": "1.7.2.b. The Corp wins if the Runner is {term:flatlined}. The Runner is flatlined immediately if they suffer more damage than they have cards in their grip. See {ref:sec_damage} for information about damage. The Runner is also flatlined if, at the beginning of their discard step, their maximum hand size is less than 0. See {ref:sec_discard_phase} for information about maximum hand size and the discard step.",
        "translation": "如果潜袭者{term:死亡}，则公司获胜。如果潜袭者受到的伤害超过其操控器中的卡牌数量，则潜袭者立刻死亡。有关伤害的的信息参见{ref:sec_damage}。如果潜袭者的手牌上限在其弃牌步骤开始时小于0，则潜袭者同样立刻死亡。有关手牌上限与弃牌步骤的信息参见{ref:sec_discard_phase}。"
    },
    {
        "key": "rule_empty_rnd",
        "original": "1.7.2.c. The Runner wins if the Corp is required to draw a card from R&D but cannot because R&D is empty.",
        "translation": "如果公司需要从研发中心抽牌，却因为研发中心为空而未能如此做，则潜袭者获胜。"
    },
    {
        "key": "sec_cards",
        "original": "1.8. Cards",
        "translation": "卡牌"
    },
    {
        "key": "rule_corp_card_types",
        "original": "1.8.1. There are six types of Corp cards: agendas, assets, ice, identities, operations, and upgrades. All cards except the identity card are shuffled into the Corp's deck at the beginning of the game.",
        "translation": "公司有六种类型的卡牌：议案、资产、防火墙、特性、事务与升级。除特性卡牌以外的其他所有卡牌均会在游戏开始时洗入公司的牌组中。"
    },
    {
        "key": "rule_runner_card_types",
        "original": "1.8.2. There are five types of Runner cards: events, hardware, identities, programs, and resources. All cards except the identity card are shuffled into the Runner's deck at the beginning of the game.",
        "translation": "潜袭者有五种类型的卡牌：事件、硬件、特性、程序和资源。除特性卡牌以外的其他所有卡牌均会在游戏开始时洗入潜袭者的牌组当中。"
    },
    {
        "key": "rule_active_cards",
        "original": "1.8.3. Cards that are {term:active} are able to affect the game through their abilities.",
        "translation": "{term:活动的}卡牌可以通过其能力影响游戏。"
    },
    {
        "key": "rule_default_active_card_locations",
        "original": "1.8.3.a. Runner cards that are installed and faceup in the play area, Corp cards that are installed and rezzed, events and operations in the play area, agendas in the Corp's score area, and both players' identities are active.",
        "translation": "游戏区中已安装且牌面朝上的潜袭者卡牌、已安装且已激活的公司卡牌、游戏区中的事件和事务、公司分数区中的议案、以及双方玩家的特性均为活动的。"
    },
    {
        "key": "rule_runner_become_active",
        "original": "1.8.3.b. Unless otherwise stated, Runner cards become active as part of the process of playing or installing them.",
        "translation": "除非另有说明，否则潜袭者卡牌在被打出或安装的过程中即变为活动的。"
    },
    {
        "key": "rule_corp_become_active",
        "original": "1.8.3.c. Unless otherwise stated, Corp cards other than operations are installed unrezzed, and thus inactive, into the play area. Assets, ice, and upgrades become active when they are rezzed; agendas become active when they are scored. Operations become active as part of the process of playing them.",
        "translation": "除非另有说明，否则除事务以外的其他公司卡牌在被安装到游戏区时均为未激活的，因此是闲置的。资产、防火墙和升级在被激活时变为活动的，议案在被计分时变为活动的。事务在被打出的过程中即变为活动的。"
    },
    {
        "key": "rule_identity_become_active",
        "original": "1.8.3.d. Identity cards become active when the game begins.",
        "translation": "特性卡牌在游戏开始时变为活动的。"
    },
    {
        "key": "rule_inactive_cards",
        "original": "1.8.4. Cards that are {term:inactive} are unable to affect the game or have most of their abilities used.",
        "translation": "{term:闲置的}卡牌不能对游戏产生影响，也不能使用其绝大部分能力。"
    },
    {
        "key": "rule_default_inactive_card_locations",
        "original": "1.8.4.a. Cards are inactive in R&D, HQ, Archives, the heap, the grip, the stack, the Runner's score area, while set aside, and while removed from the game. Facedown cards in the play area are also inactive.",
        "translation": "位于研发中心、总部、档案库、堆阵、操控器、存储栈、潜袭者分数区中的卡牌，被置于一旁的卡牌，以及被移出游戏的卡牌均为闲置的。游戏区中牌面朝下的卡牌也是闲置的。"
    },
    {
        "key": "rule_inactive_cards_characteristics",
        "original": "1.8.4.b. Inactive cards in most zones retain their printed characteristics (name, card type, faction, cost, subtypes, influence, etc). Facedown installed Runner cards have no characteristics.",
        "translation": "大部分区域中的闲置卡牌会保留其印刷性质（名称、卡牌类型、派系、费用、子类型、影响力、等等）。已安装但牌面朝下的潜袭者卡牌则没有任何性质。"
    },
    {
        "key": "rule_card_draw",
        "original": "1.8.5. For a player to {term:draw} 1 or more cards is to take that many cards from the top of their deck and put them into their hand. {ref:Sec_drawing_cards} provides more details about drawing cards.",
        "translation": "玩家{term:抽取}1张或多张卡牌，指的是从其牌组顶端拿取相应数量的卡牌，并将这些卡牌放入其手牌中。有关抽取卡牌的更多详细描述参见{ref:Sec_drawing_cards}。"
    },
    {
        "key": "rule_inactive_ability_exception_link",
        "original": "1.8.6. Most abilities are active if and only if the card they appear on is active. {ref:Rule_ability_active_inactive_source_card} details the cases where abilities on inactive cards are still active.",
        "translation": "对于绝大部分能力，当且仅当其所在的卡牌是活动的，该能力才是活动的。有关闲置卡牌上的能力仍然是活动的情况会在{ref:Rule_ability_active_inactive_source_card}中详细描述。"
    },
    {
        "key": "rule_card_conversion",
        "original": "1.8.7. Abilities can convert cards from one type into another type, or even from a card into a counter. {ref:Rule_add_card_to_score_area,rule_card_to_counter} explain the details of card conversion.",
        "translation": "能力可以将卡牌从一种类型转化为另一种类型，甚至可以将一张卡牌转化为一个指示物。{ref:Rule_add_card_to_score_area,rule_card_to_counter}详细描述了有关卡牌转化的更多细节。"
    },
    {
        "key": "sec_counters_and_tokens",
        "original": "1.9. Counters and Tokens",
        "translation": "指示物和标记"
    },
    {
        "key": "rule_counters_cards",
        "original": "1.9.1. {term:Counters} and {term:tokens} are game pieces (or equivalent) that track various resources, effects, and statuses of players and their cards.",
        "translation": "{term:指示物}和{term:标记}是一类游戏部件（或等效物品），用于记录玩家及其卡牌的各种资源、效果和状态。"
    },
    {
        "key": "rule_counter_token",
        "original": "1.9.1.a. The terms \"counter\" and \"token\" are interchangeable.",
        "translation": "术语“指示物”和“标记”可互换使用。"
    },
    {
        "key": "rule_bank",
        "original": "1.9.2. The {term:bank} is the supply of counters not yet in play. Counters in the bank are available to both players to take and use as dictated by the game rules and card abilities. Players do not control counters in the bank and cannot spend them. The bank is an unlimited supply; running out of game pieces to track a type of counter does not prohibit a player from gaining counters of that type or placing them on cards.",
        "translation": "{term:银行}提供尚未被使用的指示物。双方玩家可以根据游戏规则和卡牌能力的规定，拿取和使用银行中的指示物。玩家既不操控银行中的指示物、也不能花费这些指示物。银行的供应是无限的，即使用于记录某一类指示物的游戏部件被用尽，也不会因此禁止玩家获取该类型的指示物或将这些指示物放置在卡牌上。"
    },
    {
        "key": "rule_bank_default",
        "original": "1.9.2.a. If an instruction directs players to place counters on a card without designating where those counters come from, take those counters from the bank.",
        "translation": "如果一项指示要求玩家在一张卡牌上放置指示物，且未指明这些指示物的来源，则玩家从银行拿取这些指示物。"
    },
    {
        "key": "rule_counters_placed_condition",
        "original": "1.9.2.b. A condition or restriction that looks for counters being placed on a card can be met by either counters from the bank or counters moved from another location.",
        "translation": "如果一个条件或限制需要“指示物被放置在一张卡牌上”，则该指示物既可以是来自银行的指示物，也可以是从其他位置移动过来的指示物。"
    },
    {
        "key": "rule_card_conversion_game_piece",
        "original": "1.9.3. Some abilities can convert a card into a counter. A counter put into play in this way is tracked with the card acting as a game piece. See {ref:rule_card_to_counter}.",
        "translation": "一些能力可以将一张卡牌转化为一个指示物。以这种方式加入游戏的指示物使用该卡牌作为游戏部件进行记录。参见{ref:rule_card_to_counter}。"
    },
    {
        "key": "rule_additional_counters",
        "original": "1.9.4. Some abilities can cause a player or card to have or be \"considered to have\" 1 or more counters or additional counters without placing or giving those counters. A counter considered to exist in this way conveys all the same information and effects as a counter of the specified type would, except that it cannot be moved or removed from the card or player it belongs to, nor can it be spent to pay a cost.",
        "translation": "一些能力可以在不放置或给予指示物的情况下，导致玩家或卡牌拥有或被“视作拥有”1个或多个指示物或额外的指示物。以此种形式被视作存在的指示物，与其所指定类型的指示物表达同等的信息且具有相同的效果，但是不能被从所属的玩家或卡牌上移动或移除，也不能被花费以支付某个费用。"
    },
    {
        "key": "rule_counter_types",
        "original": "1.9.5. There are ten types of counters: credit counters, click counters, tag counters, bad publicity counters, core damage counters, advancement counters, virus counters, power counters, agenda counters, and condition counters.",
        "translation": "游戏中共有十种指示物：信用点指示物、时点指示物、锁定标记指示物、负面声誉指示物、核心伤害指示物、推进指示物、病毒指示物、能量指示物、议案指示物和状态指示物。"
    },
    {
        "key": "rule_type_credit_counter",
        "original": "1.9.5.a. {term:Credit counters} are used to track the number of credits each player has in their credit pool; they can also be placed on cards. Rules for credits, the credit pool, and other related concepts are in {ref:sec_credits}.",
        "translation": "{term:信用点指示物}用于记录每位玩家在其信用池中所拥有的信用点数量，也可以被放置在卡牌上。有关信用点、信用池及其他相关概念的规则参见{ref:sec_credits}。"
    },
    {
        "key": "rule_type_click_counter",
        "original": "1.9.5.b. {term:Click counters} are a gameplay aid used to track the clicks the active player has spent or has left to spend during their turn. Rules for clicks are in {ref:sec_clicks}.",
        "translation": "{term:时点指示物}是一种游戏辅助道具，用于记录主动玩家在其回合已花费或尚未花费的时点。有关时点的规则参见{ref:sec_clicks}。"
    },
    {
        "key": "rule_type_tag_counter",
        "original": "1.9.5.c. {term:Tag counters} are used to represent tags on the Runner. Rules for tags are given in {ref:sec_tags}.",
        "translation": "{term:锁定标记指示物}用于表示潜袭者获得的锁定标记。有关锁定标记的规则参见{ref:sec_tags}。"
    },
    {
        "key": "rule_type_bad_pub_counter",
        "original": "1.9.5.d. {term:Bad publicity counters} represent bad publicity the Corp has earned. Rules for bad publicity are in {ref:sec_bad_publicity}.",
        "translation": "{term:负面声誉指示物}表示公司获得的负面声誉。有关负面声誉的规则参见{ref:sec_bad_publicity}。"
    },
    {
        "key": "rule_type_core_damage_counter",
        "original": "1.9.5.e. {term:Core damage counters} are a gameplay aid used to track core damage the Runner has suffered. Each point of core damage the Runner suffers forces them to take a core damage counter. See {ref:sec_damage}.",
        "translation": "{term:核心伤害指示物}是一种游戏辅助道具，用于记录潜袭者已受到的核心伤害。潜袭者每受到一点核心伤害就必须拿取一枚核心伤害指示物。参见{ref:sec_damage}。"
    },
    {
        "key": "rule_type_advancement_counter",
        "original": "1.9.5.f. {term:Advancement counters} are a counter used primarily on installed agendas to track the Corp's progress toward being able to score them.",
        "translation": "{term:推进指示物}主要用于放置在已安装的议案上，以记录公司在能够将其计分前的进展情况。"
    },
    {
        "key": "rule_type_virus_counter",
        "original": "1.9.5.g. {term:Virus counters} are a generic counter, used primarily by {subtype:virus} programs, that can be removed by the Corp purging them. See {ref:rule_purge}.",
        "translation": "{term:病毒指示物}是一种主要用于{subtype:病毒}程序的通用指示物，公司可以通过清除病毒移除这些指示物。参见{ref:rule_purge}。"
    },
    {
        "key": "rule_type_power_counter",
        "original": "1.9.5.h. {term:Power counters} are a generic counter used by a variety of cards. They have no special rules.",
        "translation": ""
    },
    {
        "key": "rule_type_agenda_counter",
        "original": "1.9.5.i. {term:Agenda counters} are a generic counter used primarily on scored agendas. They have no special rules.",
        "translation": ""
    },
    {
        "key": "rule_type_condition_counter",
        "original": "1.9.5.j. {term:Condition counters} are counters that have rules text. Their abilities are active as long as they are hosted on a card.",
        "translation": ""
    },
    {
        "key": "sec_credits",
        "original": "1.10. Credits",
        "translation": ""
    },
    {
        "key": "sec_credits-snippet",
        "original": "Each of the Runner's credits represents enough money to upgrade some basic parts for their console, have a meal at a decent restaurant, or buy a ticket and some concessions for a night at the sensies.\nEach of the Corp's credits represents enough money to manufacture a run of computer parts, buy out a decent restaurant, or film a low-budget sensie.\n",
        "translation": ""
    },
    {
        "key": "rule_credit",
        "original": "1.10.1. A {term:credit} ([c]) is the basic unit of currency. Players spend their credits to pay for various costs, card abilities, traces, etc. Credit counters most commonly represent 1[c] each, but can represent larger denominations if clearly marked.",
        "translation": ""
    },
    {
        "key": "rule_credit_pool",
        "original": "1.10.2. Each player has a {term:credit pool} where they keep a supply of credit counters matching the credits they have available to spend. The number of credits in a player's credit pool is open information.",
        "translation": ""
    },
    {
        "key": "rule_gain_spend_lose_credits",
        "original": "1.10.3. Credits enter and leave a player's credit pool as that player gains, loses, or spends credits.",
        "translation": ""
    },
    {
        "key": "rule_gain_credits",
        "original": "1.10.3.a. A player {term:gains} credits whenever credits enter their credit pool from any location.",
        "translation": ""
    },
    {
        "key": "rule_lose_credits",
        "original": "1.10.3.b. If a player is required to {term:lose} credits, that player is forced to move the specified number of credits from their credit pool to the bank. Players cannot lose credits from cards.",
        "translation": ""
    },
    {
        "key": "rule_lose_credits-1-example",
        "original": "If a subroutine on {card:DNA Tracker} resolves, the Runner must lose 2[c] from their credit pool, or 1[c] if that is all they have. If the Runner's credit pool is empty, the effect does nothing.",
        "translation": ""
    },
    {
        "key": "rule_spend_credits",
        "original": "1.10.3.c. To {term:spend} or {term:pay} credits, a player puts the specified number of credits back into the bank. By default, the credits must come from the player's credit pool. Abilities can also allow players to spend credits hosted on their cards under certain conditions. If any such abilities apply, the player chooses how to divide the credits they are spending from among the allowed locations. The terms \"spend\" and \"pay\" are synonymous.",
        "translation": ""
    },
    {
        "key": "rule_spend_credits-1-example",
        "original": "The Runner may use the credit from {card:Cyberfeeder} to pay for {card:Atman}'s first ability.",
        "translation": ""
    },
    {
        "key": "rule_spend_credits-2-example",
        "original": "The Runner may use credits from {card:Ghost Runner} when secretly spending credits to resolve a Psi ability (such as {card:The Future Perfect}).",
        "translation": ""
    },
    {
        "key": "rule_spend_credits-3-example",
        "original": "The Runner must use credits from {card:Ghost Runner} if this is the only way for them to pay 3[c] when resolving the \"when encountered\" ability on {card:Tollbooth}.",
        "translation": ""
    },
    {
        "key": "rule_hosted_credits",
        "original": "1.10.4. Abilities can place credits on cards, as discussed in {ref:sec_host}. Credits on a player's card are not in that player's credit pool; the player can only interact with those credits as instructed by card abilities.",
        "translation": ""
    },
    {
        "key": "rule_take_credits",
        "original": "1.10.4.a. If a player is instructed to {term:take} credits from a card, they remove that many credits from that card and gain those credits.",
        "translation": ""
    },
    {
        "key": "rule_spend_hosted_credits",
        "original": "1.10.4.b. If an ability specifies how a player is allowed to spend credits from a card, they can be spent from that card as if they were in the player's credit pool for the specified actions or abilities.",
        "translation": ""
    },
    {
        "key": "rule_spend_hosted_credits_during",
        "original": "1.10.4.c. If an ability specifies a time period during which a player is allowed to spend credits from a card, they can be spent from that card as if they were in the player's credit pool for any purpose (other than losing credits) as long as the specified time period is active or the specified duration has not expired.",
        "translation": ""
    },
    {
        "key": "rule_hosted_credits_use",
        "original": "1.10.4.d. Spending credits from a card is considered \"using\" the card that allowed those credits to be spent. See {ref:rule_using}.",
        "translation": ""
    },
    {
        "key": "rule_sec_recurring",
        "original": "1.10.5. Recurring Credits",
        "translation": ""
    },
    {
        "key": "rule_recurring_credits",
        "original": "1.10.5.a. {term:Recurring Credits} ([recurring]) place credits on a card repeatedly. The text \"N[recurring]\" means \"When this card becomes active, place N credits on it. Before abilities meet their trigger conditions for your turn beginning, if there are fewer than N credits on this card, place credits on it until there are N credits on it.\"",
        "translation": ""
    },
    {
        "key": "rule_placing_recurring_credits",
        "original": "1.10.5.b. Recurring credits are first placed on a card as soon as it becomes active. This occurs at {ref:rule_steps_installing_become_installed} of installing the card if it is installed active, {ref:rule_steps_playing_active} of playing an event or operation, or as soon as the card is turned faceup or scored, as applicable.",
        "translation": ""
    },
    {
        "key": "rule_refill_recurring_credits",
        "original": "1.10.5.c. Recurring credits are refilled during {ref:step_corp_turn_recurring_credits_refill} of the Corp's turn and {ref:step_runner_turn_recurring_credits_refill} of the Runner's turn, before other abilities that apply at the start of the turn resolve.",
        "translation": ""
    },
    {
        "key": "rule_recurring_credits_do_not_accumulate",
        "original": "1.10.5.d. Recurring credits do not accumulate. They are refilled only up to the indicated number.",
        "translation": ""
    },
    {
        "key": "rule_recurring_credits_do_not_accumulate-1-example",
        "original": "The Runner installs {card:Spinal Modem}, which has 2[recurring]. 2 credits are placed on {card:Spinal Modem} now. The Runner spends 1 of those credits later in their turn. At the beginning of the Runner's next turn, the credits on {card:Spinal Modem} should be replenished up to 2[c], so 1 more credit is placed on it.",
        "translation": ""
    },
    {
        "key": "sec_clicks",
        "original": "1.11. Clicks",
        "translation": ""
    },
    {
        "key": "sec_clicks-snippet",
        "original": "Working a job, making connections, and especially jacking in—everything you do takes time, and it always goes by faster than you think. A click represents an abstract amount of time spent on a particular activity, either several hours all at once or scattered across the day.\n",
        "translation": ""
    },
    {
        "key": "rule_click",
        "original": "1.11.1. A {term:click} ([click]) is the basic unit of activity. Players spend their clicks to perform actions and trigger abilities. Each click counter represents 1 click.",
        "translation": ""
    },
    {
        "key": "rule_allotted_clicks",
        "original": "1.11.2. As the first step of a player's turn, they gain an allotted number of clicks to spend during the action phase of that turn. See {ref:chpt_turns} for details about the procedures of player turns.",
        "translation": ""
    },
    {
        "key": "rule_corp_allotted_clicks",
        "original": "1.11.2.a. The Corp receives 3[click] on each of their turns.",
        "translation": ""
    },
    {
        "key": "rule_runner_allotted_clicks",
        "original": "1.11.2.b. The Runner receives 4[click] on each of their turns.",
        "translation": ""
    },
    {
        "key": "rule_gain_spend_lose_clicks",
        "original": "1.11.3. Players can gain, lose, or spend clicks.",
        "translation": ""
    },
    {
        "key": "rule_gain_clicks",
        "original": "1.11.3.a. A player {term:gains} clicks whenever the number of clicks they have is increased.",
        "translation": ""
    },
    {
        "key": "rule_lose_spend_clicks",
        "original": "1.11.3.b. If a player {term:loses} or {term:spends} clicks, the number of clicks they have is reduced by that amount. The terms \"lose\" and \"spend\" are not synonymous for the purposes of meeting conditions and restrictions of card abilities.",
        "translation": ""
    },
    {
        "key": "rule_click_actions",
        "original": "1.11.3.c. Paid abilities that begin with [click] are actions and have special timing rules (see {ref:sec_actions}). Aside from taking actions, there are no special restrictions to how or when a player can spend their clicks during their turn.",
        "translation": ""
    },
    {
        "key": "rule_priority_subtype",
        "original": "1.11.4. Some cards have the subtype {subtype:priority} and the text, \"Play only as your first [click].\" A player can only play a {subtype:priority} card using the basic action to play an event or operation, and only if they have not spent any other clicks that turn. Losing clicks does not affect a player's ability to play a {subtype:priority} card.",
        "translation": ""
    },
    {
        "key": "sec_objects",
        "original": "1.12. Objects",
        "translation": ""
    },
    {
        "key": "rule_object",
        "original": "1.12.1. An {term:object} is an occurrence of a card or counter existing in a particular zone. When a card or counter moves from one zone to another, it becomes a new object.",
        "translation": ""
    },
    {
        "key": "rule_no_memory",
        "original": "1.12.2. Restrictions and effects on a card or counter only apply for as long as that card or counter remains the same object. Cards and counters have no memory of the objects they were in the past.",
        "translation": ""
    },
    {
        "key": "rule_no_memory-1-example",
        "original": "The Corp uses the first ability on {card:Vaporframe Fabricator}, which specifies that it can only be used once per turn, and trashes {card:Vaporframe Fabricator} during the installation process. Then the Corp plays Restore, reinstalling the same copy of {card:Vaporframe Fabricator} from Archives. Even though it is the same physical card, the reinstalled {card:Vaporframe Fabricator} is a new object, and its \"once per turn\" ability is available to be used this turn.",
        "translation": ""
    },
    {
        "key": "rule_identify_object_after_move",
        "original": "1.12.2.a. An ability that moves cards can identify the new objects that those cards become and continue to act on them.",
        "translation": ""
    },
    {
        "key": "rule_identify_object_after_move-1-example",
        "original": "The Corp plays {card:Priority Construction}, installing a piece of ice from HQ. That ice is now a new object in the play area, but {card:Priority Construction}'s second instruction can still find it and place advancement counters on it.",
        "translation": ""
    },
    {
        "key": "rule_object_move_location",
        "original": "1.12.3. A card that moves from its location to a hidden or secret location becomes a new object, even if the new location is in the same zone.",
        "translation": ""
    },
    {
        "key": "rule_object_move_location-1-example",
        "original": "The Corp scores {card:Accelerated Beta Test}, looks at the top 3 cards of R&D, and installs and rezzes a piece of ice from among them. As a chain reaction, the Corp then uses {card:The Foundry: Refining the Process} to search R&D, with the result that the other cards currently being looked at by {card:Accelerated Beta Test} are shuffled along with the rest of R&D. Since the cards were moved to an unknown location in R&D, {card:Accelerated Beta Test} can no longer act on them, so those cards can no longer be looked at and will not be installed or trashed.",
        "translation": ""
    },
    {
        "key": "rule_object_move_location-2-example",
        "original": "The top card of R&D in the current game state is an object. So is the 2nd card from the top of R&D, the 3rd card, and so on. If the Corp plays {card:Precognition} and rearranges the top 5 cards of R&D, the Runner will not know which cards correspond to which objects in the previous order, so the cards become new objects under their new order.",
        "translation": ""
    },
    {
        "key": "rule_object_move_known_location",
        "original": "1.12.4. A card or counter that moves to a known location in the same zone is still the same object.",
        "translation": ""
    },
    {
        "key": "rule_object_move_known_location-1-example",
        "original": "The Runner has chosen a piece of ice with {card:Femme Fatale}, and the Corp uses {card:Thimblerig}'s ability to move that ice to another location. But the ice has not left the play area, so it is still the same object and the Runner can still use {card:Femme Fatale}'s ability to bypass it.",
        "translation": ""
    },
    {
        "key": "rule_object_turn_faceup_facedown",
        "original": "1.12.5. A card that is turned faceup or facedown is still the same object.",
        "translation": ""
    },
    {
        "key": "rule_object_turn_faceup_facedown-1-example",
        "original": "The Corp uses {card:Vaporframe Fabricator}, installing a piece of ice at no cost, and then plays Divert Power to derez {card:Vaporframe Fabricator} and rez their newly-installed ice at a discount. The Corp can rez {card:Vaporframe Fabricator} again, but since it is still the same object, its \"once per turn\" ability cannot be used again this turn.",
        "translation": ""
    },
    {
        "key": "rule_previous_object",
        "original": "1.12.6. When a card or counter becomes a new object, its previous object ceases to exist, but can still be remembered by rules or abilities that refer to past game states.",
        "translation": ""
    },
    {
        "key": "rule_previous_object-1-example",
        "original": "The Runner plays {card:Bravado}. During the run, a piece of ice that the Runner has already passed is trashed. When the run ends, {card:Bravado}'s ability must determine how many pieces of ice the Runner passed during that run. It does this by reviewing the game history and counting each distinct ice object that the Runner passed. Even though the object corresponding to the trashed ice no longer exists in the present game state, {card:Bravado} can still count it.",
        "translation": ""
    },
    {
        "key": "rule_previous_object-2-example",
        "original": "The Runner trashes the top card of R&D while accessing it. The object corresponding to that card in its location on top of R&D ceases to exist, but still counts against the number of cards the Runner can access from R&D during this breach.",
        "translation": ""
    },
    {
        "key": "rule_previous_object_source",
        "original": "1.12.6.a. An object that has ceased to exist still counts as the source for any active lingering effects created by that object. See {ref:sec_lingering_effects} for information about lingering effects.",
        "translation": ""
    },
    {
        "key": "rule_previous_object_source-1-example",
        "original": "The Runner runs a server, steals an agenda, and accesses a rezzed copy of {card:AMAZE Amusements}. The Runner trashes {card:AMAZE Amusements}, and the object they had accessed ceases to exist, while the trashed card becomes a new object in Archives. The source of the persistent ability created by the trashing is the original object in the root of the server, so the reference to \"this server\" in the persistent ability still refers to the attacked server, and the Runner will take 2 tags when the run ends.",
        "translation": ""
    },
    {
        "key": "sec_host",
        "original": "1.13. Host, Hosted, and Hosting",
        "translation": ""
    },
    {
        "key": "rule_placed_loaded",
        "original": "1.13.1. Whenever an object is \"placed\" or \"loaded\" onto a card, a host relationship is created between those two objects. The object placed on top of a card is {term:hosted} on that card. The card onto which the other object is placed is the {term:host}.",
        "translation": ""
    },
    {
        "key": "rule_valid_hosts",
        "original": "1.13.1.a. Only cards in score areas and the play area can host objects.",
        "translation": ""
    },
    {
        "key": "rule_hosted_installed_state",
        "original": "1.13.2. The state of being hosted is distinct, but not exclusive from, the state of being installed.",
        "translation": ""
    },
    {
        "key": "rule_host_without_install",
        "original": "1.13.2.a. If an ability instructs a player to host a card that is not installed without reference to installing it, the hosted card does not become installed.",
        "translation": ""
    },
    {
        "key": "rule_host_corp_card_uninstall",
        "original": "1.13.2.b. If an installed Corp card becomes hosted on a Runner card, the Corp card becomes uninstalled.",
        "translation": ""
    },
    {
        "key": "rule_install_from_hosted",
        "original": "1.13.2.c. If a card is installed from a hosted state, it ceases to be hosted. The hosting relationship ends at step {ref:rule_steps_installing_place} of the installation.",
        "translation": ""
    },
    {
        "key": "rule_hosted_limit",
        "original": "1.13.3. An object can only be hosted on a single card at any given time.",
        "translation": ""
    },
    {
        "key": "rule_hosting_limit",
        "original": "1.13.4. A card can host any number of other objects, except where explicitly restricted by a card ability.",
        "translation": ""
    },
    {
        "key": "rule_host_relationship",
        "original": "1.13.5. Any card in an eligible location can act as a host, but a host relationship can only be created or permitted by a card ability.",
        "translation": ""
    },
    {
        "key": "rule_host_via_install",
        "original": "1.13.5.a. If a card has an ability describing the types and/or numbers of cards it can host, but it does not have an ability that directly hosts cards onto itself, then the card is permitted as an eligible installation destination for the types of cards listed, up to the number specified. A host card is chosen as an installation destination during {ref:rule_steps_installing_destination} of the installation process.",
        "translation": ""
    },
    {
        "key": "rule_host_via_install-1-example",
        "original": "{card:Off-Campus Apartment} has the ability, \"{card:Off-Campus Apartment} can host any number of {subtype:connections}.\" This means that whenever the Runner installs a {subtype:connection} card, they can choose to install that card into the play area hosted on {card:Off-Campus Apartment} or as normal directly into the play area.",
        "translation": ""
    },
    {
        "key": "rule_host_via_ability",
        "original": "1.13.5.b. If a card has an ability describing cards it can host, but also one or more abilities that can create host relationships onto itself, then it only allows cards to become hosted on it through those abilities. A card cannot be installed directly onto the card through an unrelated install effect.",
        "translation": ""
    },
    {
        "key": "rule_host_via_ability-1-example",
        "original": "{card:Glenn Station} reads, \"{card:Glenn Station} can host a single card\", but also has a paid ability that hosts a card on itself. Therefore, {card:Glenn Station} only lets the Corp host cards through that paid ability, not through an install action.",
        "translation": ""
    },
    {
        "key": "rule_host_on_ability",
        "original": "1.13.5.c. If a card has an ability stipulating that it can only be installed hosted onto another card, then during the installation process a player that wishes to install that card must choose a valid destination matching the description provided. If no such destination exists before the installation process begins, the card cannot be installed.",
        "translation": ""
    },
    {
        "key": "rule_host_on_ability-1-example",
        "original": "{card:Egret} states, \"Install only on a rezzed piece of ice.\" The Runner can only install Egret if there is an installed, rezzed piece of ice available before the installation process begins; otherwise, it is illegal for the Runner to install {card:Egret}.",
        "translation": ""
    },
    {
        "key": "rule_condition_counter",
        "original": "1.13.5.d. Some operations and events convert themselves into condition counters and install themselves hosted onto other cards. An operation or event can never be installed through an install effect; it can only become an installed counter through its conversion ability. See {ref:rule_card_to_counter}.",
        "translation": ""
    },
    {
        "key": "rule_host_faceup_facedown",
        "original": "1.13.6. Cards can be hosted faceup or facedown.",
        "translation": ""
    },
    {
        "key": "rule_hosted_when_installed",
        "original": "1.13.6.a. Unless otherwise specified, a card that is hosted while it is being installed is hosted onto the destination card in the same faceup or facedown status it would normally be installed in.",
        "translation": ""
    },
    {
        "key": "rule_hosted_when_not_installed",
        "original": "1.13.6.b. Unless otherwise specified, a card that is hosted without being installed is hosted faceup.",
        "translation": ""
    },
    {
        "key": "rule_hosted_facedown_distinct",
        "original": "1.13.6.c. Like other facedown installed cards, installed cards hosted facedown are distinct. The order in which they were installed (or turned facedown) is open information.",
        "translation": ""
    },
    {
        "key": "rule_hosted_facedown_groups",
        "original": "1.13.6.d. Cards hosted facedown without being installed must be kept in distinct groups according to their host. Cards within such a group are not ordered and can be freely arranged by their controller.",
        "translation": ""
    },
    {
        "key": "rule_change_hosted",
        "original": "1.13.7. Once a card is installed, hosted or not, a player cannot change that card's hosted status unless a card ability explicitly directs it to be hosted onto a new card.",
        "translation": ""
    },
    {
        "key": "rule_host_transitivity",
        "original": "1.13.8. Host relationships are not transitive. If card A is hosted on card B, and card B is hosted on card C, card A is not considered to be hosted on card C.",
        "translation": ""
    },
    {
        "key": "rule_host_transitivity-1-example",
        "original": "If the Runner installs a {card:Leprechaun} hosted on a {card:Dhegdheer}, programs hosted on {card:Leprechaun} do not have their install costs reduced because they are hosted on {card:Leprechaun} and not on {card:Dhegdheer}.",
        "translation": ""
    },
    {
        "key": "rule_hosted_word_meaning",
        "original": "1.13.9. If an ability on a card refers to a \"hosted\" card or counter, that ability only references objects hosted on that card.",
        "translation": ""
    },
    {
        "key": "rule_remove_spend_hosted_objects",
        "original": "1.13.10. Hosted objects can be removed or spent from their host without affecting the host.",
        "translation": ""
    },
    {
        "key": "rule_trash_hosted_objects_when_host_trashed",
        "original": "1.13.11. If a host card changes zones, except by moving from a player's score area to another player's score area, all objects hosted on that card (and all objects hosted on those objects, and so on) are trashed during the next checkpoint. This cannot be prevented. See {ref:sec_checkpoints} for details on checkpoints.",
        "translation": ""
    },
    {
        "key": "rule_trash_hosted_objects_when_host_trashed-1-example",
        "original": "The Runner has an installed copy of {card:Detente} with Corp cards hosted on it. They play {card:Rejig}, adding {card:Detente} to their grip. The hosted Corp cards are trashed.",
        "translation": ""
    },
    {
        "key": "rule_trash_hosted_objects_when_host_trashed-2-example",
        "original": "The Runner has {card:Next Big Thing} in their score area with a hosted agenda counter. The Corp plays {card:IP Enforcement} to install that agenda. The hosted agenda counter will be trashed after {ref:rule_steps_installing_pay_install_cost} of the installation.",
        "translation": ""
    },
    {
        "key": "rule_trash_hosted_objects_when_host_trashed-3-example",
        "original": "The Runner has {card:Next Big Thing} in their score area with a hosted agenda counter. The Corp plays {card:Exchange of Information} to swap that agenda to their own score area. The agenda counter remains hosted on {card:Next Big Thing}.",
        "translation": ""
    },
    {
        "key": "rule_condition_counters_can_host",
        "original": "1.13.12. Condition counters are the only type of counter that can host other objects. Hosting on condition counters follows the same rules as hosting on cards.",
        "translation": ""
    },
    {
        "key": "sec_ownership",
        "original": "1.14. Ownership and Control",
        "translation": ""
    },
    {
        "key": "rule_owner",
        "original": "1.14.1. The {term:owner} of a card is the player who provided that card at the start of the game as their identity, part of their deck, or an extra card along with their deck.",
        "translation": ""
    },
    {
        "key": "rule_owner_converted_to_counter",
        "original": "1.14.1.a. A card that is converted into a counter retains its owner.",
        "translation": ""
    },
    {
        "key": "rule_owner_counters",
        "original": "1.14.1.b. No player owns counters that are not converted cards.",
        "translation": ""
    },
    {
        "key": "rule_controller_object",
        "original": "1.14.2. The {term:controller of an object} is the player responsible for that object.",
        "translation": ""
    },
    {
        "key": "rule_controller_card_play_area",
        "original": "1.14.2.a. The controller of a card in the play area is the player who installed or placed it there.",
        "translation": ""
    },
    {
        "key": "rule_controller_agenda",
        "original": "1.14.2.b. The Corp controls each agenda in the Corp's score area. The Runner controls each agenda in the Runner's score area.",
        "translation": ""
    },
    {
        "key": "rule_controller_default_owner",
        "original": "1.14.2.c. Cards in other zones are controlled by their owner.",
        "translation": ""
    },
    {
        "key": "rule_controller_credits",
        "original": "1.14.2.d. Each player controls the credits in their credit pool.",
        "translation": ""
    },
    {
        "key": "rule_controller_bad_publicity_tag",
        "original": "1.14.2.e. The Corp controls each bad publicity counter. The Runner controls each tag counter. However, see {ref:rule_corp_can_pay_tag_costs} and {ref:rule_runner_can_pay_bad_publicity_costs} regarding paying costs that involve tags and bad publicity, respectively.",
        "translation": ""
    },
    {
        "key": "rule_controller_hosted_counter",
        "original": "1.14.2.f. The controller of a counter hosted on a card is the player who controls the host card.",
        "translation": ""
    },
    {
        "key": "rule_controller_click_core_damage",
        "original": "1.14.2.g. Click counters and core damage counters are gameplay aids only and have no controller.",
        "translation": ""
    },
    {
        "key": "rule_pay_costs_controlled_objects",
        "original": "1.14.3. A player can only pay costs using objects they control.",
        "translation": ""
    },
    {
        "key": "rule_controller_ability",
        "original": "1.14.4. The {term:controller of an ability} is the player responsible for that ability. By default, this is the player who controls the ability's source. See also {ref:rule_source}. A player can only use abilities they control.",
        "translation": ""
    },
    {
        "key": "rule_controller_agenda_abilities",
        "original": "1.14.4.a. Unless specifically stated otherwise, abilities on agendas are controlled by the Corp, even for agendas in the Runner's score area.",
        "translation": ""
    },
    {
        "key": "rule_ability_controller_specified",
        "original": "1.14.4.b. Some abilities state that they can only be used by a specific player. The specified player controls each such ability, even if they do not control its source.",
        "translation": ""
    },
    {
        "key": "rule_controller_choices",
        "original": "1.14.5. Unless otherwise noted, the controller of an ability carries out its effects and makes any choices required. If a player is specified to perform all or part of an effect, the specified player carries out that part of the effect and makes any choices required instead.",
        "translation": ""
    },
    {
        "key": "rule_controller_choices-1-example",
        "original": "{card:Rototurret}'s first subroutine reads, \"Trash 1 installed program.\" Since {card:Rototurret} is a Corp card, the Corp chooses which installed program to trash. Conversely, {card:Bulwark}'s first subroutine reads, \"The Runner trashes 1 installed program.\" Since the Runner is specified to be carrying out this effect, they choose which of their installed programs to trash.",
        "translation": ""
    },
    {
        "key": "rule_trigger_condition_effect_by_player",
        "original": "1.14.5.a. Some trigger conditions care about effects performed by a particular player. These conditions are only met when that player is the one to carry out the relevant effect.",
        "translation": ""
    },
    {
        "key": "rule_trigger_condition_effect_by_player-1-example",
        "original": "The Corp has a rezzed {card:Hostile Infrastructure}. Apocalypse does not specify who trashes the cards, so the Runner is responsible for the trashing and {card:Hostile Infrastructure} meets its trigger condition.",
        "translation": ""
    },
    {
        "key": "rule_trigger_condition_effect_by_player-2-example",
        "original": "{card:Alice Merchant} states that \"the Corp must trash 1 card from HQ\", so the Corp carries out this effect even though {card:Alice Merchant} is a Runner card, and therefore {card:Hostile Infrastructure} does not meet its trigger condition.",
        "translation": ""
    },
    {
        "key": "sec_targets",
        "original": "1.15. Targets",
        "translation": ""
    },
    {
        "key": "rule_target",
        "original": "1.15.1. Many abilities require players to choose 1 or more objects or subroutines to affect. Each object and subroutine chosen for an ability is a {term:target} of that ability.",
        "translation": ""
    },
    {
        "key": "rule_target-1-example",
        "original": "{card:Top Hat} reads in part, \"you may choose 1 of the top 5 cards of R&D and access it.\" The target of this instruction is the card in R&D the Runner chooses.",
        "translation": ""
    },
    {
        "key": "rule_target-2-example",
        "original": "One of the subroutines on {card:Colossus} reads in part, \"Trash 1 installed program and 1 installed resource.\" The targets of this subroutine are the two cards that will be trashed.",
        "translation": ""
    },
    {
        "key": "rule_target-3-example",
        "original": "{card:Trick of Light} reads, \"Choose 1 installed card you can advance. Move up to 2 advancement counters from 1 other card to the chosen card.\" The targets of this operation are the advancement counters to be moved and the destination card. If 2 tokens are chosen, they must be hosted on the same card.",
        "translation": ""
    },
    {
        "key": "rule_target-4-example",
        "original": "The Runner is encountering a {subtype:barrier} and uses {card:Cleaver} to break subroutines. The targets of {card:Cleaver}'s' interface ability are the 1 or 2 subroutines that it will break.",
        "translation": ""
    },
    {
        "key": "rule_searching_does_not_target",
        "original": "1.15.1.a. Cards found during a search are not considered targets of the instruction that performs the search. Players do not need to announce what card(s) they expect to find before the search actually takes place. See {ref:sec_searching_cards} for rules about searching.",
        "translation": ""
    },
    {
        "key": "rule_object_subroutine_targets",
        "original": "1.15.1.b. Only objects and subroutines are announced as targets. If an instruction directs a player to choose (or \"name\") a number, a card type, a subtype, a card name, a server, or one of a specified set of effects, that choice is not made until the instruction resolves.",
        "translation": ""
    },
    {
        "key": "rule_announce_targets",
        "original": "1.15.2. Immediately before an instruction becomes imminent, the player resolving that instruction must first choose the targets required by that instruction. For each time the instruction requires a player to choose 1 or more objects and/or subroutines, that player {term:announces} appropriate targets. Once players are finished announcing targets for an instruction, the instruction becomes imminent, and players have the opportunity to modify the effects of that instruction with interrupt abilities before it resolves. See {ref:sec_interrupts_replacements}.",
        "translation": ""
    },
    {
        "key": "rule_target_indicate",
        "original": "1.15.2.a. When a player announces a card as a target, they indicate clearly which card is being chosen without changing its facedown/faceup status or location.",
        "translation": ""
    },
    {
        "key": "rule_targets_must_be_valid",
        "original": "1.15.2.b. The player resolving the instruction can only choose targets that are valid for that instruction. A target is valid for an instruction if it meets any specified requirements of that instruction or can otherwise be acted upon by that instruction.",
        "translation": ""
    },
    {
        "key": "rule_targets_must_be_in_play_area",
        "original": "1.15.2.c. Unless an instruction explicitly specifies the zone from which an object must be selected as a target, only counters in the play area and installed cards are valid targets for that instruction.",
        "translation": ""
    },
    {
        "key": "rule_targets_must_be_in_play_area-1-example",
        "original": "The Corp resolves a subroutine that says \"[sub] The Runner trashes 1 program.\" The Runner must trash 1 of their installed programs and may not trash a program from their grip or stack.",
        "translation": ""
    },
    {
        "key": "rule_multiple_targets",
        "original": "1.15.2.d. Some effects allow a player to choose multiple cards as targets for a single announcement. {ref:Subsec_quantities_and_sets} contains rules about resolving effects involving sets of cards.",
        "translation": ""
    },
    {
        "key": "rule_distinct_targets",
        "original": "1.15.2.e. A player may announce the targets for an instruction in any order, but each object or subroutine can only be chosen as a target once for each announcement. If there are not enough valid targets available, then that player chooses as many distinct targets as possible and the remaining targets are not announced.",
        "translation": ""
    },
    {
        "key": "rule_distinct_targets-1-example",
        "original": "The Runner accesses an {card:Aggressive Secretary} with three advancement counters on it. The Runner only has two installed programs, so the Corp chooses both of those programs for {card:Aggressive Secretary}. After the programs have been chosen, they are both trashed simultaneously.",
        "translation": ""
    },
    {
        "key": "rule_targeting_only_once",
        "original": "1.15.2.f. Targets cannot be chosen for an instruction at any other time. Even if the game state changes due to interrupt abilities while the instruction is imminent, unannounced targets remain unchosen.",
        "translation": ""
    },
    {
        "key": "rule_targets_gone",
        "original": "1.15.3. At the time an instruction resolves, if any of its targets either have become invalid or were not announced, as much of that ability resolves as possible without acting on the unannounced or invalid targets, following {ref:rule_if_able,rule_do_as_much_as_you_can} of the Golden Rules. A target can be invalid because the chosen object or subroutine no longer exists or because the target no longer meets other requirements specified by the targeting ability.",
        "translation": ""
    },
    {
        "key": "rule_target_beyond_move",
        "original": "1.15.4. After the resolution of an instruction that chose a particular target, subsequent instructions of the same ability can continue to act on that target without needing to select it again, even if the ability moves the target or changes its properties. See also {ref:rule_no_memory}.",
        "translation": ""
    },
    {
        "key": "rule_target_beyond_move-1-example",
        "original": "{card:Howler}'s ability targets a card in HQ. Its first instruction installs that card, and its second instruction creates a delayed conditional ability that refers to that card in the play area. The latter ability can find and act on the card as long as it is still installed. ",
        "translation": ""
    },
    {
        "key": "sec_costs",
        "original": "1.16. Costs",
        "translation": ""
    },
    {
        "key": "rule_cost",
        "original": "1.16.1. In order to use an ability or apply an effect, a player may be required to pay a cost. A cost can take the form of any card, counter, or other item a player must spend; an effect a player must resolve; or other type of requirement a player must meet. If a player cannot pay the full cost of an action or ability all at once with cards and counters they control, they cannot use the effect associated with that cost.",
        "translation": ""
    },
    {
        "key": "rule_cost_no_interrupt",
        "original": "1.16.1.a. The act of paying a cost cannot be modified or cancelled by optional interrupt abilities.",
        "translation": ""
    },
    {
        "key": "rule_cost_no_interrupt-1-example",
        "original": "The Runner can trash {card:Clone Chip} to trigger its paid ability, but cannot use {card:LLDS Energy Regulator} to prevent {card:Clone Chip} from being trashed this way.",
        "translation": ""
    },
    {
        "key": "rule_cost_interrupt_static_mandatory",
        "original": "1.16.1.b. If a static ability or a mandatory conditional ability interrupt would prevent the steps of paying a cost from being carried out if they were performed as an effect, that cost cannot be paid.",
        "translation": ""
    },
    {
        "key": "rule_cost_interrupt_static_mandatory-1-example",
        "original": "The Runner cannot pay the additional cost to steal {card:Obokata Protocol} while {card:Guru Davinder} is installed, because the Runner could not currently take 4 damage if instructed to: {card:Guru Davinder}'s first ability would prevent the damage.",
        "translation": ""
    },
    {
        "key": "rule_cost_interrupt_static_mandatory-2-example",
        "original": "The Runner is playing as {card:Jesminder Sareen} and encounters {card:Funhouse}, without any other tag-related effects resolving earlier in the run. Since {card:Jesminder Sareen}'s ability would prevent taking 1 tag, the Runner cannot take 1 tag to pay the nested cost in {card:Funhouse}'s ability. {card:Funhouse} will end the run.",
        "translation": ""
    },
    {
        "key": "rule_cost_restrictions",
        "original": "1.16.1.c. If triggering an ability or resolving an effect is subject to both costs and other restrictions, the cost cannot be paid unless all such restrictions are met, and cannot be paid in a way that would result in any restriction no longer being met.",
        "translation": ""
    },
    {
        "key": "rule_cost_restrictions-1-example",
        "original": "The Runner controls {card:Zer0} and {card:Clan Vengeance}, and wants to accumulate more power counters on {card:Clan Vengeance}. {card:Zer0}'s ability has the restriction \"Use this ability only once per turn.\" If the Runner has already used the ability this turn, they cannot suffer additional net damage by attempting (even unsuccessfully) to use the ability again.",
        "translation": ""
    },
    {
        "key": "rule_cost_restrictions-2-example",
        "original": "The Corp installs {card:Azef Protocol} in the root of a server with a rezzed {card:SanSan City Grid} and advances {card:Azef Protocol} twice. Since {card:SanSan City Grid} reduces {card:Azef Protocol}'s advancement requirement to 2, the Corp now meets the restriction necessary to score {card:Azef Protocol}, but must also pay its additional cost to score. The Corp cannot trash the {card:SanSan City Grid} to pay this cost, because paying the cost this way would return {card:Azef Protocol}'s advancement requirement to 3, and the restriction to score it would no longer be met.",
        "translation": ""
    },
    {
        "key": "rule_cost_zero",
        "original": "1.16.1.d. A cost of 0 can still be paid by a player, even though no items are paid. Costs of 0 are not paid automatically. A player pays a cost of 0 by explicitly announcing they are paying it.",
        "translation": ""
    },
    {
        "key": "rule_cost_zero-1-example",
        "original": "The Runner accesses a {card:Beanstalk Royalties} from R&D and announces that they are using the ability of {card:Freedom Khumalo: Crypto-Anarchist} to trash the {card:Beanstalk Royalties}. Even though the Runner does not remove any virus counters from any cards, they have still paid the cost.",
        "translation": ""
    },
    {
        "key": "rule_modified_costs",
        "original": "1.16.2. The actual contents of a cost can be dependent on the game state. Abilities can modify their own costs, modify costs of a certain type or that meet certain criteria, or include costs that need to be calculated.",
        "translation": ""
    },
    {
        "key": "rule_cost_calculation",
        "original": "1.16.2.a. If a quantity in a cost is subject to effects modifying its value, determine the final value of that quantity by taking its default value, applying each effect that increases the cost, and then applying each effect that lowers the cost. Finally, if the value determined by this process is less than 0, set the value to 0.",
        "translation": ""
    },
    {
        "key": "rule_cost_quantities",
        "original": "1.16.2.b. Some abilities calculate a quantity using phrases like \"for each\", \"for every\", or \"plus\". Any time such a calculation appears in a cost, the result of that calculation is determined at the time the cost is to be paid. The result is taken as an aggregate, so that paying the cost is a single instance of whatever was paid. Note that additional costs ({ref:rule_nested_cost}) are not aggregated with other costs. See also {ref:Subsec_quantities_and_sets} for rules about calculated quantities that appear in other contexts.",
        "translation": ""
    },
    {
        "key": "rule_cost_quantities-1-example",
        "original": "The Runner approaches a server protected by 3 advanced pieces of ice and with a rezzed {card:Cayambe Grid} in its root. They pay the nested cost in {card:Cayambe Grid}'s ability. This cost is 1 payment of 6[c], not 3 payments of 2[c], so this only meets the trigger condition for 1 instance of {card:GameNET}'s ability.",
        "translation": ""
    },
    {
        "key": "rule_cost_x",
        "original": "1.16.2.c. Some costs contain the variable X. Before a player pays such a cost, they choose and announce a positive integer or 0 to be the value for X. The chosen value must follow any applicable restrictions.",
        "translation": ""
    },
    {
        "key": "rule_cost_x-1-example",
        "original": "{card:Psychographics} is an operation with a play cost of X. It also has the ability, \"X must be equal to or less than the number of tags the Runner has.\" If the Runner has 3 tags, the Corp can choose 0, 1, 2, or 3 as the value for X when they play {card:Psychographics}.",
        "translation": ""
    },
    {
        "key": "rule_cost_x_out_of_context",
        "original": "1.16.2.d. If an ability needs to know the value of a cost in a context where that cost is not being paid, treat any X that appears in that cost as 0.",
        "translation": ""
    },
    {
        "key": "rule_alternate_payment",
        "original": "1.16.2.e. Some abilities modify a cost by allowing a player to pay part or all of that cost in an alternate way. This does not change the value of the cost, but gives the player an additional option when deciding how to pay that cost.",
        "translation": ""
    },
    {
        "key": "rule_alternate_payment-1-example",
        "original": "The Corp rezzes {card:Biawak}, which has the ability \"You can forfeit 1 agenda as you rez this ice to pay for 10[c] of its rez cost.\" and a rez cost of 14[c]. The Corp chooses to pay {card:Biawak}'s rez cost by spending 2[c] from their credit pool, spending 2[c] from a {card:Mahkota Langit Grid}, and forfeiting 1 agenda.",
        "translation": ""
    },
    {
        "key": "rule_install_and_rez_reducing_total",
        "original": "1.16.2.f. An ability that instructs the Corp to install and rez a card can also reduce the \"total\" cost to do so. This use of \"total\" indicates that the Corp can divide the modifier between the install cost and the rez cost of the relevant card. When such a modifier applies, the Corp declares a number of credits by which to reduce the install cost and a number of credits by which to reduce the rez cost. This declaration is made at the beginning of {ref:rule_steps_installing_pay_install_cost}, before calculating the value of the install cost, and the numbers declared this way must be nonnegative numbers whose sum is equal to the number of credits specified by the original \"total\" modifier. The respective costs are then lowered by the declared amounts, following the normal procedure described in {ref:rule_cost_calculation}.",
        "translation": ""
    },
    {
        "key": "rule_install_and_rez_reducing_total-1-example",
        "original": "The Corp uses the ability on {card:Tucana} to install and rez a copy of {card:Logjam} from R&D, paying a total of 3[c] less. They install the {card:Logjam} protecting a server that already has 1 piece of ice protecting it, meaning that without the \"total of 3[c] less\" modifier, the install cost would be 1[c] and the rez cost would be 6[c]. The Corp applies 1[c] of the discount to the install cost and 2[c] to the rez cost, leaving a final install cost of 0[c] and a final rez cost of 4[c].",
        "translation": ""
    },
    {
        "key": "rule_cost_checkpoint",
        "original": "1.16.3. After a player pays a cost, a checkpoint occurs. See {ref:sec_checkpoints}.",
        "translation": ""
    },
    {
        "key": "rule_cost_checkpoint_cost_zero",
        "original": "1.16.3.a. This checkpoint occurs even if the cost being paid is 0.",
        "translation": ""
    },
    {
        "key": "rule_types_of_costs",
        "original": "1.16.4. There are six main types of costs: install costs (found mainly on hardware, programs, and resources, and incurred when installing ice), play costs (found on operations and events), rez costs (found on assets, upgrades, and ice), paid ability trigger costs, additional costs, and nested costs.",
        "translation": ""
    },
    {
        "key": "rule_inherent_cost",
        "original": "1.16.4.a. Install costs, rez costs, and play costs are all costs that are inherent properties of cards. These costs are automatically applied to any ability that performs the corresponding effects (installing, rezzing, or playing) unless that ability stipulates otherwise. See also {ref:sec_printed_cost} (for more about these costs as they appear on cards) and {ref:sec_install_cost}, {ref:rule_inherent_rez_cost} and {ref:rule_playing_play_cost} (for more about paying costs to install, rez, and play cards).",
        "translation": ""
    },
    {
        "key": "rule_inherent_cost_in_ability",
        "original": "1.16.4.b. The presence of an install cost, rez cost, or play cost does not change the optional or mandatory status of an ability. If an effect directs a player to install, rez, or play a card, they must pay the associated cost if able. If they cannot, the card is not installed, rezzed, or played.",
        "translation": ""
    },
    {
        "key": "rule_inherent_and_additional_cost",
        "original": "1.16.4.c. If an effect directs a player to install, rez, or play a card, but doing so has an additional cost, the player is not forced to pay the additional cost. If they decline to do so, they do not pay the install, rez, or play cost either, and the card is not installed, rezzed, or played.",
        "translation": ""
    },
    {
        "key": "rule_inherent_cost_aggregates",
        "original": "1.16.4.d. When a player takes an action that plays or installs one or more cards and has no other effects, the play cost or install cost of each of those cards is considered to have been spent to take that action, even though other steps take place between initiating the action and paying that cost.",
        "translation": ""
    },
    {
        "key": "rule_inherent_cost_aggregates-1-example",
        "original": "The Corp has {card:Jeeves Model Bioroids} rezzed, and uses the basic action \"[Click]: Play an operation.\" to play {card:Blue Level Clearance}. Both the click spent for the cost of the basic action and the click spent for {card:Blue Level Clearance}'s additional cost count as clicks spent to take the \"[Click]: Play an operation.\" action.",
        "translation": ""
    },
    {
        "key": "rule_ignoring_costs",
        "original": "1.16.5. Some abilities direct a player to ignore certain costs when performing particular effects.",
        "translation": ""
    },
    {
        "key": "rule_ignore_general_cost",
        "original": "1.16.5.a. If a player is directed to ignore 1 or more of the 6 main types of costs, the specified costs are removed from the total cost that must be paid. Any other costs (usually additional costs) that are not specified to be ignored still apply normally.",
        "translation": ""
    },
    {
        "key": "rule_ignore_credit_cost",
        "original": "1.16.5.b. If a player is directed to ignore \"credit costs\", any credits to be paid from any type of cost are removed from the total cost. Any costs that do not consist of credits still apply normally.",
        "translation": ""
    },
    {
        "key": "rule_ignore_all_costs",
        "original": "1.16.5.c. If a player is directed to ignore \"all costs\", all elements of the relevant cost are removed, including additional costs, so that the total cost becomes 0.",
        "translation": ""
    },
    {
        "key": "rule_install_cost",
        "original": "1.16.6. The {term:install cost} of a card must be paid to install that card.",
        "translation": ""
    },
    {
        "key": "rule_install_cost_on_card",
        "original": "1.16.6.a. The install cost of a program, resource, or piece of hardware is listed on the card itself.",
        "translation": ""
    },
    {
        "key": "rule_install_cost_ice",
        "original": "1.16.6.b. The install cost of a piece of ice is a number of credits equal to the number of pieces of ice already protecting the server that ice will be installed protecting.",
        "translation": ""
    },
    {
        "key": "rule_no_install_cost",
        "original": "1.16.6.c. There is no cost to install an asset, upgrade, or agenda.",
        "translation": ""
    },
    {
        "key": "rule_play_cost",
        "original": "1.16.7. The {term:play cost} of an operation or event must be paid to play that card. It is listed on the card itself.",
        "translation": ""
    },
    {
        "key": "rule_rez_cost",
        "original": "1.16.8. The {term:rez cost} of an asset, upgrade, or piece of ice must be paid in order to rez that card. It is listed on the card itself.",
        "translation": ""
    },
    {
        "key": "rule_trigger_cost",
        "original": "1.16.9. The {term:trigger cost} of each paid ability is the first part of that ability's text. It is followed by a colon (:) and then the ability's effect. See {ref:sec_paid_abilities} for more details on paid abilities.",
        "translation": ""
    },
    {
        "key": "rule_additional_cost",
        "original": "1.16.10. An {term:additional cost} adds something to the regular cost of initiating a particular game effect. A player must pay all additional costs along with any regular costs in order to initiate an effect.",
        "translation": ""
    },
    {
        "key": "rule_decline_additional_cost",
        "original": "1.16.10.a. If a player would be forced to carry out a game effect, but doing so has an additional cost, that player may decline to pay the additional cost, even if they are able to pay it, thus preventing that effect from occurring.",
        "translation": ""
    },
    {
        "key": "rule_decline_additional_cost-1-example",
        "original": "The Runner accesses {card:Obokata Protocol}. Normally the Runner must steal agendas that they access, but because {card:Obokata Protocol} has an additional cost to steal, the Runner can decline to suffer the net damage and not steal the agenda.",
        "translation": ""
    },
    {
        "key": "rule_additonal_cost_simultaenous",
        "original": "1.16.10.b. A player must pay all additional costs simultaneously with the cost that is being added to, even if multiple cards or abilities are adding separate additional costs. A player cannot pay the original cost or any of the additional costs individually. If they cannot pay for all of the costs at once, then they do not pay any of the costs and the corresponding effects cannot occur.",
        "translation": ""
    },
    {
        "key": "rule_additonal_cost_simultaenous-1-example",
        "original": "The Runner accesses {card:Obokata Protocol} while {card:Ben Musashi} and {card:Predictive Algorithm} are both active. The Runner must be able to pay 2 credits and suffer 6 net damage all at once in order to steal the {card:Obokata Protocol}, even though each of the three costs are from different card abilities. After all costs have been paid, abilities that meet their trigger conditions from the paying of any of those costs, such as {card:I've Had Worse} or {card:Order of Sol}, can then resolve as applicable.",
        "translation": ""
    },
    {
        "key": "rule_additional_cost_checkpoint",
        "original": "1.16.10.c. If an additional cost is required for an effect that does not normally require paying any cost, the additional cost is paid and a checkpoint is resolved before performing the usual procedure to carry out that effect. See also {ref:rule_checkpoint_after_paying_cost}.",
        "translation": ""
    },
    {
        "key": "rule_additional_cost_checkpoint-1-example",
        "original": "The Corp is playing {card:Ob Superheavy Logistics} and initiates scoring {card:Azef Protocol}, which has an additional cost to score of \"trash one of your other installed cards.\" If the Corp trashes a rezzed card, meeting the trigger condition for {card:Ob Superheavy Logistics}'s ability, this ability will resolve following the checkpoint associated with paying the cost. This happens before {card:Azef Protocol} is added to the Corp's score area or any trigger conditions related to scoring an agenda are met.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost",
        "original": "1.16.11. A {term:nested cost} is a cost appearing within an ability's instructions that must be paid while the ability is resolving in order for some or all of the rest of the effects of that ability to resolve.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost_may",
        "original": "1.16.11.a. Nested costs are usually written in the format \"[player] may [cost] to [instructions]\" or \"[player] may [cost]. If [you/they] do, [instructions].\" If the indicated player pays the indicated cost, the indicated instructions are resolved. Otherwise, that part of the ability is not resolved.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost_unless",
        "original": "1.16.11.b. Nested costs can also be written in the format \"[instructions] unless [player] [cost]\" or \"[player] may [cost]. If [you/they] do not, [instructions].\" If the indicated player pays the indicated cost, the indicated instructions are not resolved. Otherwise, that instruction is resolved.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost_unless-1-example",
        "original": "A subroutine reading \"End the run unless the Runner pays 1[c].\" contains a nested cost. If the Runner chooses to pay 1[c], the subroutine will not end the run.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost_no_may",
        "original": "1.16.11.c. An ability that reads \"If [you/they] do\" or \"If [you/they] do not\" without a preceding \"may\" does not indicate a nested cost.",
        "translation": ""
    },
    {
        "key": "rule_nested_cost_otherwise",
        "original": "1.16.11.d. Some abilities use the word \"otherwise\" to indicate that different instructions should be resolved depending on whether a nested cost was paid or not. In an ability with a nested cost of a form described in {ref:rule_nested_cost_may}, treat \"otherwise\" as an \"if [you/they] do not\" clause attached to the same cost. Conversely, in an ability with a nested cost of a form described in {ref:rule_nested_cost_unless}, treat \"otherwise\" as an \"if [you/they] do\" clause attached to the same cost. Note that \"otherwise\" can also appear in the context of other types of conditions, and does not by itself indicate a nested cost.",
        "translation": ""
    },
    {
        "key": "sec_score_scoring_steal",
        "original": "1.17. Score, Scoring and Stealing",
        "translation": ""
    },
    {
        "key": "rule_score",
        "original": "1.17.1. The sum of all agenda points on agendas in a player's score area is that player's {term:score}.",
        "translation": ""
    },
    {
        "key": "rule_threat_level",
        "original": "1.17.1.a. The {term:threat level} is equal to the greatest score of any player. The \"Threat N\" ability flag makes use of the threat level ({ref:rule_threat_flag}).",
        "translation": ""
    },
    {
        "key": "rule_threat_level-1-example",
        "original": "If the Runner's score is 4 agenda points, and the Corp's score is 3 agenda points, the threat level is 4.",
        "translation": ""
    },
    {
        "key": "rule_game_win",
        "original": "1.17.2. If at any time a player's score is greater than or equal to 7, they win the game at the next checkpoint. See {ref:sec_ending_the_game} regarding winning the game, and {ref:sec_checkpoints} for details about checkpoints.",
        "translation": ""
    },
    {
        "key": "rule_score_steal",
        "original": "1.17.3. Players add agendas to their score areas by {term:scoring} or {term:stealing} them. The Corp can score an agenda to their score area as an option during certain paid ability windows on their turn. The Runner can steal an agenda to their score area while accessing it.",
        "translation": ""
    },
    {
        "key": "rule_advancement_requirement",
        "original": "1.17.3.a. The {term:advancement requirement} of an agenda restricts when the Corp can score it. The Corp can only score an agenda that has advancement counters on it greater than or equal to its advancement requirement. See {ref:sec_advancing_cards}.",
        "translation": ""
    },
    {
        "key": "rule_not_required_to_score",
        "original": "1.17.3.b. The Corp is not required to score an agenda immediately upon satisfying its advancement requirement.",
        "translation": ""
    },
    {
        "key": "rule_score_not_an_action",
        "original": "1.17.3.c. Scoring an agenda does not cost [click] and is not an action.",
        "translation": ""
    },
    {
        "key": "rule_decline_to_steal",
        "original": "1.17.3.d. The Runner cannot decline to steal an agenda they access, unless there is an additional cost to steal that agenda and the Runner cannot or does not wish to pay it. {ref:Chpt_access_breach} details accessing, and {ref:rule_additional_cost} details additional costs.",
        "translation": ""
    },
    {
        "key": "rule_add_agenda_to_score_area",
        "original": "1.17.3.e. If an effect directly adds an agenda to a score area or otherwise moves an agenda from any zone to a score area, that agenda is not considered scored or stolen.",
        "translation": ""
    },
    {
        "key": "rule_added_agendas_not_scored_or_stolen",
        "original": "1.17.3.f. If an effect causes another card to be added to a score area \"as an agenda\", the newly converted agenda is not considered scored or stolen. See {ref:rule_add_card_to_score_area}.",
        "translation": ""
    },
    {
        "key": "rule_score_area_faceup",
        "original": "1.17.4. Agendas are always added to the score area faceup, regardless of their previous faceup/facedown status.",
        "translation": ""
    },
    {
        "key": "rule_score_area_uninstalled",
        "original": "1.17.5. If an installed agenda is scored or stolen, it becomes uninstalled. Any advancement counters on the scored or stolen agenda are returned to the bank. See {ref:rule_trash_hosted_objects_when_host_trashed}.",
        "translation": ""
    },
    {
        "key": "rule_agenda_scored",
        "original": "1.17.6. Some agendas and other cards have abilities with a trigger condition related to an agenda being scored. These abilities become pending after the Corp moves the agenda from its current zone to their score area.",
        "translation": ""
    },
    {
        "key": "rule_agenda_stolen",
        "original": "1.17.7. Some agendas and other cards have abilities with a trigger condition related to an agenda being stolen. These abilities become pending after the Runner moves the agenda from its current zone to their score area.",
        "translation": ""
    },
    {
        "key": "rule_advancement_counters_reference",
        "original": "1.17.8. If an ability meets its trigger condition from an agenda being scored or stolen, the agenda's last known number of advancement counters before being scored or stolen is used for any references to the number of advancement counters in the effects of that ability.",
        "translation": ""
    },
    {
        "key": "sec_advancing_cards",
        "original": "1.18. Advancing Cards",
        "translation": ""
    },
    {
        "key": "rule_advance",
        "original": "1.18.1. To {term:advance} a card is to place an advancement counter from the bank on it. The Corp typically advances cards with a basic action during their action phase, but card abilities can also advance cards.",
        "translation": ""
    },
    {
        "key": "rule_placing_advancement_counter",
        "original": "1.18.2. Resolving an instruction that directly places an advancement counter onto a card is not the same as advancing a card. Likewise, resolving an instruction that moves an advancement counter from one card to another is not the same as advancing a card.",
        "translation": ""
    },
    {
        "key": "rule_placing_advancement_counter-1-example",
        "original": "The Corp plays {card:Mushin No Shin}, choosing to install an {card:Oaktown Renovation}. Because the three advancement counters were placed on the card directly, the Corp does not gain any credits from the ability on {card:Oaktown Renovation}.",
        "translation": ""
    },
    {
        "key": "rule_you_can_advance",
        "original": "1.18.3. The Corp can only advance certain installed cards. Agendas can always be advanced. If a card other than an agenda says that it \"can be advanced\" or that \"you can advance\" that card, the card can be advanced even while it is unrezzed. There is no limit to the number of times a card can be advanced.",
        "translation": ""
    },
    {
        "key": "rule_advanced_card",
        "original": "1.18.4. An \"advanced card\" is a card with 1 or more advancement counters hosted on it.",
        "translation": ""
    },
    {
        "key": "sec_trashing",
        "original": "1.19. Trashing",
        "translation": ""
    },
    {
        "key": "rule_trashing",
        "original": "1.19.1. {term:Trashing} is the act of moving an object to its owner's discard pile.",
        "translation": ""
    },
    {
        "key": "rule_access_trash",
        "original": "1.19.2. During access, the Runner has the opportunity to pay the trash cost of the accessed card to trash it. See {ref:rule_basic_trash_ability}.",
        "translation": ""
    },
    {
        "key": "rule_trashed_vs_discarded",
        "original": "1.19.3. A trashed card is not considered to have been discarded, and vice versa. Cards that prevent a card from being trashed cannot prevent a card from being discarded.",
        "translation": ""
    },
    {
        "key": "rule_trash_symbol",
        "original": "1.19.4. The symbol [trash] represents trashing the object it appears on. It is used as a cost for certain abilities.",
        "translation": ""
    },
    {
        "key": "rule_trash_symbol-1-example",
        "original": "{card:Fall Guy}'s last ability reads \"[trash]: Gain 2[c].\" The cost to trigger this ability is to trash {card:Fall Guy}.",
        "translation": ""
    },
    {
        "key": "rule_trash_ability",
        "original": "1.19.4.a. \"A [trash] ability\" refers to a paid ability that includes [trash] in its trigger cost.",
        "translation": ""
    },
    {
        "key": "rule_use_trash_ability",
        "original": "1.19.4.b. Some paid abilities have multiple options for their trigger cost, separated by \"or\". A player triggering such an ability only \"used a [trash] ability\" if the actual cost that was paid includes [trash].",
        "translation": ""
    },
    {
        "key": "sec_memory",
        "original": "1.20. Memory",
        "translation": ""
    },
    {
        "key": "rule_memory_unit",
        "original": "1.20.1. A {term:memory unit} ([MU]) is a space available to the Runner to install programs.",
        "translation": ""
    },
    {
        "key": "rule_memory_limit",
        "original": "1.20.2. The Runner's {term:memory limit} is the total amount of [MU] the Runner has. If the Runner's identity card does not specify a starting memory limit, their starting memory limit is 4[MU]. An ability of the form \"+N[MU]\" increases the Runner's memory limit by N[MU].",
        "translation": ""
    },
    {
        "key": "rule_memory_limit-1-example",
        "original": "The Runner is playing an identity with a starting memory limit of 4[MU]. They have an installed copy of {card:T400 Memory Diamond}, which has the ability \"+1[MU]\". The Runner can therefore have up to 5[MU] worth of programs installed.",
        "translation": ""
    },
    {
        "key": "rule_memory_cost",
        "original": "1.20.3. Programs have a {term:memory cost} that is continually applied against the memory limit. {ref:Rule_program_memory_cost} details how the Runner's installed programs are constrained by the memory limit.",
        "translation": ""
    },
    {
        "key": "rule_memory_restricted_mu",
        "original": "1.20.4. Some abilities give the Runner [MU] that can only be used for programs that meet a given requirement.",
        "translation": ""
    },
    {
        "key": "rule_memory_counting_mu_ignores_restrictions",
        "original": "1.20.4.a. If a calculated value refers directly to the Runner's memory limit or to their unused [MU], that calculation ignores requirements about how that [MU] can be filled.",
        "translation": ""
    },
    {
        "key": "rule_memory_check_mu_restrictions",
        "original": "1.20.4.b. To determine if the Runner's installed programs satisfy the restrictions on their [MU], create a mapping that assigns each 1[MU] in the memory cost of each installed program to a specific source (either the Runner's starting memory limit or an ability providing additional [MU]). The total [MU] assigned to each source must not exceed the amount of [MU] it provides, and all programs with [MU] assigned to a given source must meet all restrictions imposed on that [MU]. If it is not possible to create such a mapping, the Runner is considered to have exceeded their memory limit, and they must trash installed programs as described in {ref:rule_program_memory_cost}.",
        "translation": ""
    },
    {
        "key": "sec_card_visibility",
        "original": "1.21. Card Visibility",
        "translation": ""
    },
    {
        "key": "rule_faceup_facedown",
        "original": "1.21.1. Cards in the play area and other public zones are either {term:faceup} or {term:facedown}. Faceup cards are freely visible to all players. Facedown cards are oriented so that the face containing the card's information is not visible.",
        "translation": ""
    },
    {
        "key": "rule_hidden_secret_faceup_facedown",
        "original": "1.21.1.a. Cards in hidden or secret zones (see {ref:sec_game_zones_general}) are neither faceup nor facedown.",
        "translation": ""
    },
    {
        "key": "rule_hosted_cards_treated_as_group",
        "original": "1.21.1.b. Some effects host multiple cards on an object at the same time or set aside multiple cards at the same time. Facedown cards that enter a zone at the same time by the same effect are treated as a group. See {ref:rule_host_faceup_facedown} and {ref:rule_facedown_set_aside_distinct_groups}, respectively.",
        "translation": ""
    },
    {
        "key": "rule_look",
        "original": "1.21.2. When a player {term:looks} at a card, they are allowed to see the front face of the card even if the front face would not normally be visible to them. A player should look at that card without showing it to the other player if it is not normally visible to that player.",
        "translation": ""
    },
    {
        "key": "rule_look_at_controlled_facedown",
        "original": "1.21.2.a. A player may look at facedown cards they control at any time.",
        "translation": ""
    },
    {
        "key": "rule_reveal",
        "original": "1.21.3. To {term:reveal} a card is to show its front face to all players, then return it to its previous state.",
        "translation": ""
    },
    {
        "key": "rule_expose",
        "original": "1.21.4. Some abilities instruct the Runner to {term:expose} one or more cards. To expose a card is to reveal it, except that only installed, unrezzed cards can be exposed.",
        "translation": ""
    },
    {
        "key": "rule_look_reveal_expose_access_distinct",
        "original": "1.21.5. Effects that instruct a player to look at, reveal, expose, or access a card are not the same, even if they would be performed similarly at times. See {ref:chpt_access_breach} for more information on accessing.",
        "translation": ""
    },
    {
        "key": "rule_remain_visible",
        "original": "1.21.6. If a resolving ability directs one or both players to look at or reveal a card or set of cards, each such card remains visible to the relevant player(s) until the entire ability is finished resolving or the card moves to a different location. {n}See also {ref:rule_visibility_after_access}.{/n}",
        "translation": ""
    },
    {
        "key": "rule_ambush_text",
        "original": "1.21.7. The ability \"While the Runner is accessing this [type] in R&D, they must reveal it.\" is a static ability that applies for the entire duration of the access. This is also the case for cards with the older wording, \"If [this card] is accessed from R&D, the Runner must reveal it.\"",
        "translation": ""
    }
]