[
  {
    "key": "chpt_parts_of_a_card",
    "original": "2. Parts of a Card",
    "translation": "卡牌的各个部分",
    "stage": 1
  },
  {
    "key": "sec_card_name",
    "original": "2.1. Name",
    "translation": "名称",
    "stage": 1
  },
  {
    "key": "rule_card_name_definition",
    "original": "2.1.1. The identifier of a card is its {term:name}, alternatively referred to as its title. It is written along the top of the card for identities, agendas, ice, operations, events, and resources, or immediately below the art box in the case of assets, upgrades, hardware, and programs.",
    "translation": "卡牌的{term:名称}是一张卡牌的标识符，也被称作卡牌的标题。对于特性、议案、防火墙、事务、事件和资源，名称写在卡牌的顶部；对于资产、升级、硬件和程序，名称有时也写在卡图的正下方。",
    "stage": 1
  },
  {
    "key": "rule_identity_subtitles",
    "original": "2.1.2. Identities have a subtitle written immediately below the main title line. Their full name is the combination of their main title and subtitle.",
    "translation": "特性在主标题行的正下方还写有副标题，其全名是其主标题和副标题的组合。",
    "stage": 1
  },
  {
    "key": "rule_identity_pronouns",
    "original": "2.1.2.a. Runner identities may have the pronouns of the character represented by that identity written next to the subtitle. Pronouns do not affect gameplay.",
    "translation": "潜袭者特性的副标题旁可能写有该特性所代表的角色的代词。代词不会影响游戏玩法。",
    "stage": 1
  },
  {
    "key": "rule_self_reference",
    "original": "2.1.3. When a card refers to its own name, it is a self-reference. See {ref:sec_old_self_reference_rules}.",
    "translation": "当一张卡牌提到其名称时，这指代的是其自身。参见{ref:sec_old_self_reference_rules}。",
    "stage": 1
  },
  {
    "key": "rule_copies_of",
    "original": "2.1.4. When a card refers to \"copies of\" cards with a particular name, it refers to any card with that name.",
    "translation": "当一张卡牌提到某个特定名称的“相同卡牌”时，这指的是任意具有该名称的卡牌。",
    "stage": 1
  },
  {
    "key": "rule_act_on_different_names",
    "original": "2.1.5. If a player is directed to choose or search for cards \"with different names\", each card chosen or found by the search must have a different English name from every other card chosen or found. See also {ref:sec_searching_cards}.",
    "translation": "如果一名玩家被要求选择或搜寻“名称不同的”卡牌，则所选择或搜寻到的每张卡牌的英文名称都必须与其他所有所选择或搜寻到的卡牌都不相同。另请参见{ref:sec_searching_cards}。",
    "stage": 1
  },
  {
    "key": "sec_unique_symbol",
    "original": "2.2. Unique Symbol",
    "translation": "独有符号",
    "stage": 1
  },
  {
    "key": "rule_unique_symbol",
    "original": "2.2.1. Some cards are {term:unique}, and have a unique symbol (◆) before their name to designate this. See {ref:rule_uniqueness}.",
    "translation": "一些卡牌是{term:独有}的，这些卡牌会在其名称前使用独有符号（◆）标明这一点。参见{ref:rule_uniqueness}。",
    "stage": 1
  },
  {
    "key": "sec_printed_cost",
    "original": "2.3. Play Cost, Install Cost, or Rez Cost",
    "translation": "打出费用、安装费用与激活费用",
    "stage": 1
  },
  {
    "key": "rule_printed_cost_definition",
    "original": "2.3.1. The play, install, or rez cost of a card is a number that appears in the top-left corner of most card types. Play and install costs appear within a large circular icon, while rez costs appear within a small octagonal icon.",
    "translation": "对于大多数类型的卡牌，其打出、安装或激活费用是位于其左上角的数字。打出和安装费用会显示在一个较大的圆形图标当中，激活费用则显示在一个较小的八角形图标当中。",
    "stage": 1
  },
  {
    "key": "rule_paying_printed_costs",
    "original": "2.3.2. Play, install, and rez costs on cards are all paid in credits. {ref:Chpt_card_manipulation} details how cards are played, installed, and rezzed.",
    "translation": "卡牌上的打出、安装和激活费用都是以信用点支付。有关如何打出、安装和激活卡牌的详细描述参见{ref:Chpt_card_manipulation}。",
    "stage": 1
  },
  {
    "key": "rule_card_types_with_play_costs",
    "original": "2.3.3. Events and operations have a play cost.",
    "translation": "事件与事务具有打出费用。",
    "stage": 1
  },
  {
    "key": "rule_card_types_with_install_costs",
    "original": "2.3.4. Hardware, programs, and resources have an install cost.",
    "translation": "硬件、程序与资源具有安装费用。",
    "stage": 1
  },
  {
    "key": "rule_ice_have_install_costs_too",
    "original": "2.3.4.a. Ice also has an install cost, but it does not appear on the card. The install cost of ice is determined by the configuration of other installed ice rather than being intrinsic to the card. See {ref:rule_install_cost}.",
    "translation": "防火墙也具有安装费用，但其安装费用并不出现在卡牌上。防火墙的安装费用由其它已安装的防火墙的布局所确定，并不是其固有属性。参见{ref:rule_install_cost}。",
    "stage": 1
  },
  {
    "key": "rule_card_types_with_rez_costs",
    "original": "2.3.5. Assets, ice, and upgrades have a rez cost.",
    "translation": "资产、防火墙与升级具有激活费用。",
    "stage": 1
  },
  {
    "key": "sec_adv_req",
    "original": "2.4. Advancement Requirement",
    "translation": "推进需求",
    "stage": 1
  },
  {
    "key": "rule_adv_requirement_location",
    "original": "2.4.1. The advancement requirement appears only on agendas. It is a number in the top-right corner of the card, within a small circle.",
    "translation": "推进需求只会出现在议案上，是一个位于卡牌右上角、显示在一个小圆圈里的数字。",
    "stage": 1
  },
  {
    "key": "rule_adv_requirement_citation",
    "original": "2.4.2. {ref:Sec_score_scoring_steal} details how agendas are scored and the purpose of the advancement requirement.",
    "translation": "{ref:Sec_score_scoring_steal}详细描述了如何将议案计分以及推进需求的作用。",
    "stage": 1
  },
  {
    "key": "sec_agenda_points",
    "original": "2.5. Agenda Points",
    "translation": "议案分数",
    "stage": 1
  },
  {
    "key": "rule_agenda_points_location",
    "original": "2.5.1. The agenda point value appears only on agendas. It is the number in the center-left of the card, on top of a graphic depicting three pillars.",
    "translation": "议案分数只出现在议案上，是一个位于卡牌中部偏左的数字，其背景是一个描绘了三根支柱的图案。",
    "stage": 1
  },
  {
    "key": "rule_agenda_points_citation",
    "original": "2.5.2. The agenda points in a player's score area contribute toward that player winning the game. See {ref:sec_ending_the_game}.",
    "translation": "玩家分数区中的议案分数会帮助该玩家赢得游戏。参见{ref:sec_ending_the_game}。",
    "stage": 1
  },
  {
    "key": "sec_trash_cost",
    "original": "2.6. Trash Cost",
    "translation": "销毁费用",
    "stage": 1
  },
  {
    "key": "rule_trash_cost_location",
    "original": "2.6.1. Assets, upgrades, and some ice and operations have trash costs. A trash cost is a number appearing in the lower-right corner of the card within a [trashcost] symbol.",
    "translation": "资产、升级、以及一些防火墙与事务具有销毁费用。销毁费用是一个位于卡牌右下角、显示在[trash]符号中的数字。",
    "stage": 1
  },
  {
    "key": "rule_trash_cost_citation",
    "original": "2.6.2. {ref:Rule_basic_trash_ability} details how the Runner can trash a card they access by paying its trash cost.",
    "translation": "{ref:Rule_basic_trash_ability}详细描述了潜袭者如何通过支付其读取的卡牌的销毁费用从而将该卡牌销毁。",
    "stage": 1
  },
  {
    "key": "sec_strength",
    "original": "2.7. Strength",
    "translation": "强度",
    "stage": 1
  },
  {
    "key": "rule_strength_location",
    "original": "2.7.1. Strength is a number appearing on ice and on {subtype:icebreaker} programs. It appears on the bottom-left corner of the card within a large semicircle.",
    "translation": "强度是出现在防火墙与{subtype:破解器}程序上的数字。强度位于卡牌的左下方，显示在一个较大的半圆中。",
    "stage": 1
  },
  {
    "key": "rule_strength_dash",
    "original": "2.7.2. Non-{subtype:icebreaker} programs have a dash ([dash]) in the bottom-left corner instead of a strength value.",
    "translation": "非{subtype:破解器}程序在其左下角会显示一个破折号（[dash]）而不是强度值。",
    "stage": 1
  },
  {
    "key": "rule_strength_citation",
    "original": "2.7.3. {ref:Subsec_icebreakers} discusses the interaction between ice strength and {subtype:icebreaker} strength.",
    "translation": "{ref:Subsec_icebreakers}讨论了防火墙强度与{subtype:破解器}强度之间的交互。",
    "stage": 1
  },
  {
    "key": "sec_memory_cost",
    "original": "2.8. Memory Cost",
    "translation": "内存费用",
    "stage": 1
  },
  {
    "key": "rule_memory_cost_location",
    "original": "2.8.1. Memory Cost is a number appearing only on programs. It appears to the right of the install cost, within an [MU] symbol.",
    "translation": "内存费用是只会出现在程序上的数字。内存费用位于安装费用的右侧，显示在一个[MU]符号当中。",
    "stage": 1
  },
  {
    "key": "rule_memory_cost_citation",
    "original": "2.8.2. {ref:Sec_memory} discusses the topic of memory, and {ref:rule_program_memory_cost} details how programs interact with the Runner's memory limit based on their memory cost.",
    "translation": "{ref:Sec_memory}讨论了有关内存的话题，{ref:rule_program_memory_cost}详细描述了程序如何根据其内存费用与潜袭者的内存上限进行交互。",
    "stage": 1
  },
  {
    "key": "sec_base_link",
    "original": "2.9. Base Link",
    "translation": "基础中转",
    "stage": 1
  },
  {
    "key": "rule_base_link_location",
    "original": "2.9.1. Base link is a number appearing near the top-left of Runner identity cards, next to the [link] symbol.",
    "translation": "基础中转是位于潜袭者特性卡牌左上角、[link]符号旁的数字。",
    "stage": 1
  },
  {
    "key": "rule_base_link_citation",
    "original": "2.9.2. The Runner's base link contributes to their link value. {ref:Sec_link} defines how the Runner's link value is calculated, and {ref:sec_traces} explains how it contributes to contesting trace attempts.",
    "translation": "潜袭者的基础中转会影响其中转值。{ref:Sec_link}定义了潜袭者中转值的计算方式，{ref:sec_traces}阐述了中转值如何用于对抗追踪尝试。",
    "stage": 1
  },
  {
    "key": "sec_memory_limit",
    "original": "2.10. Starting Memory Limit",
    "translation": "初始内存上限",
    "stage": 1
  },
  {
    "key": "rule_memory_limit_location",
    "original": "2.10.1. Starting memory limit is a number appearing near the top-left of Runner identity cards, within the [MU] symbol.",
    "translation": "初始内存上限是位于潜袭者特性卡牌左上角附近的数字，显示在[MU]符号中。",
    "stage": 1
  },
  {
    "key": "rule_memory_limit_citation",
    "original": "2.10.2. The Runner's memory limit is checked against the total memory cost of programs they have installed. This value is calculated by applying any active modifiers to the Runner's starting memory limit. See {ref:sec_memory}.",
    "translation": "潜袭者的内存上限会与其已安装的程序的内存费用的总和进行比较。内存上限的数值是将所有生效的修改效果应用于潜袭者的初始内存上限后得出的结果。参见{ref:sec_memory}。",
    "stage": 1
  },
  {
    "key": "sec_min_deck_size",
    "original": "2.11. Minimum Deck Size",
    "translation": "牌组张数下限",
    "stage": 1
  },
  {
    "key": "rule_min_deck_size_location",
    "original": "2.11.1. Minimum deck size is a number shown as the uppermost of two small boxes in the lower-left of Corp identities and the lower-right of Runner identities.",
    "translation": "牌组张数下限是位于公司特性左下方或潜袭者特性右下方的两个小方框中靠上排的数字。",
    "stage": 1
  },
  {
    "key": "rule_min_deck_size_citation",
    "original": "2.11.2. {ref:Sec_deck_construction} details the rules for building a deck, including the requirement to adhere to the minimum deck size of the deck's associated identity.",
    "translation": "{ref:Sec_deck_construction}详细描述了构筑牌组的规则，包括需要遵循的与牌组所携带的特性的牌组张数下限相关的需求。",
    "stage": 1
  },
  {
    "key": "sec_inf_limit",
    "original": "2.12. Influence Limit",
    "translation": "影响力上限",
    "stage": 1
  },
  {
    "key": "rule_inf_limit_location",
    "original": "2.12.1. The influence limit is a number shown as the lowermost of two small boxes in the lower-left of Corp identities and the lower-right of Runner identities.",
    "translation": "影响力上限是位于公司特性左下方与潜袭者特性右下方的两个小方框中靠下排的数字。",
    "stage": 1
  },
  {
    "key": "rule_inf_limit_citation",
    "original": "2.12.2. {ref:Sec_deck_construction} details the rules for building a deck, including the requirement that out-of-faction cards in the deck adhere to the influence limit of the associated identity.",
    "translation": "{ref:Sec_deck_construction}详细描述了构筑牌组的规则，其中包括牌组中其他派系卡牌需要遵循的与牌组携带的特性的影响力上限有关的需求。",
    "stage": 1
  },
  {
    "key": "sec_faction",
    "original": "2.13. Faction Affiliation",
    "translation": "派系归属",
    "stage": 1
  },
  {
    "key": "rule_faction_list",
    "original": "2.13.1. Cards are divided into ten factions: four Corp factions, three Runner factions, and three Runner mini-factions. Factions and influence restrict deckbuilding options, allowing each faction to have distinct play differences from one another.",
    "translation": "卡牌被划分为十个派系：四个公司派系，三个潜袭者派系和三个潜袭者迷你派系。派系和影响力会限制牌组构筑的选项，使得每个派系都能拥有与其它派系互不相同的游戏方式。",
    "stage": 1
  },
  {
    "key": "rule_corp_faction_list",
    "original": "2.13.1.a. The Corp factions are Haas-Bioroid, Jinteki, NBN, and the Weyland Consortium.",
    "translation": "公司派系为哈斯生化、人间会社、网际传媒与威兰财团。",
    "stage": 1
  },
  {
    "key": "rule_runner_major_faction_list",
    "original": "2.13.1.b. The major Runner factions are Anarch, Criminal, and Shaper.",
    "translation": "潜袭者的主派系为反叛者、逆法者与塑造者。",
    "stage": 1
  },
  {
    "key": "rule_runner_minifaction_list",
    "original": "2.13.1.c. The Runner mini-factions are Adam, Apex, and Sunny Lebeau.",
    "translation": "潜袭者的迷你派系为亚当、尖峰与桑妮·勒博。",
    "stage": 1
  },
  {
    "key": "rule_faction_identification",
    "original": "2.13.2. A card's faction can be identified by the color of its background, as well as a faction logo in one of its four corners. This logo also appears as a watermark behind the text box. If a card has a white background and no logo, it is neutral.",
    "translation": "一张卡牌的派系可以根据其背景颜色或其角上的派系图标来确定。派系图标也会作为水印出现在文本框底层。如果一张卡牌的背景为白色且没有图标，则该卡牌是中立的。",
    "stage": 1
  },
  {
    "key": "rule_faction_citation",
    "original": "2.13.3. Each identity is associated with one faction. {ref:Sec_deck_construction} details how factions affect deckbuilding.",
    "translation": "每个特性都会关联一个派系。{ref:Sec_deck_construction}详细描述了派系如何影响牌组构筑。",
    "stage": 1
  },
  {
    "key": "sec_inf_cost",
    "original": "2.14. Influence Cost",
    "translation": "影响力费用",
    "stage": 1
  },
  {
    "key": "rule_inf_cost_location",
    "original": "2.14.1. A card's influence cost, or influence value, is represented in a bar with 5 circular slots near the bottom of most cards. The influence cost is the number of slots that are filled with a blue circle, and can range from 0 to 5.",
    "translation": "卡牌的影响力费用又称影响力值，由大多数卡牌下方一个带有5个圆形槽位的长条来表示。影响力费用等于被蓝色圆形填满的槽位的数量，范围从0到5。",
    "stage": 1
  },
  {
    "key": "rule_inf_cost_absent",
    "original": "2.14.2. Some cards cannot be played out of faction, and therefore do not have an influence value, which is different from an influence cost of \"0\". These cards do not have the influence bar at all.",
    "translation": "一些卡牌不能被其它派系使用，因此没有影响力值。“没有影响力值”不等同于”0点影响力值“。这些卡牌上没有影响力条。",
    "stage": 1
  },
  {
    "key": "rule_alliance",
    "original": "2.14.3. Some Corp cards have the subtype {subtype:alliance} and text defining adjustments to their influence costs. The ability adjusting the influence cost of an {subtype:alliance} card applies only when determining the legality of an already constructed deck and does not have any effect during gameplay. The ability references other cards included in the deck to determine whether the card should apply its printed influence cost or 0 against the deck's influence limit.",
    "translation": "一些公司卡牌具有子类型{subtype:联盟}以及定义对其影响力费用进行调整的文本。对一张{subtype:联盟}卡牌的影响力费用进行调整的能力只会在判定已经完成构筑的牌组的合法性时适用，在游戏过程中没有任何效果。这类能力通过参考牌组中包含的其它卡牌决定其所在的卡牌对牌组的影响力上限应当采用其印刷影响力费用还是0。",
    "stage": 1
  },
  {
    "key": "rule_inf_cost_citation",
    "original": "2.14.4. {ref:Sec_deck_construction} details how a card's influence cost (or lack thereof) affects deckbuilding.",
    "translation": "{ref:Sec_deck_construction}详细描述了卡牌的影响力费用（或卡牌不含影响力费用）如何影响牌组构筑。",
    "stage": 1
  },
  {
    "key": "sec_card_type",
    "original": "2.15. Card Type",
    "translation": "卡牌类型",
    "stage": 1
  },
  {
    "key": "rule_type_line_location",
    "original": "2.15.1. A card's types appear as a line of text across the center of non-ice cards above the text box. For ice, they run along the left side of the text box, rotated 90° from the rest of the text.",
    "translation": "对于非防火墙卡牌，卡牌类型是位于卡牌中部、文本框上方的一行文字。对于防火墙，卡牌类型位于文本框左侧，与其它文本相比旋转90°。",
    "stage": 1
  },
  {
    "key": "rule_card_type_list",
    "original": "2.15.2. Each card has one card type, which can be identity, agenda, asset, ice, operation, upgrade, event, hardware, program, or resource. It is written in bold at the beginning of the type line.",
    "translation": "每张卡牌都有一个卡牌类型，可以是特性、议案、资产、防火墙、事务、升级、事件、硬件、程序或资源。卡牌类型以粗体写在类型行的起始位置。",
    "stage": 1
  },
  {
    "key": "rule_card_type_while_inactive",
    "original": "2.15.3. While inactive, a card is still considered a card of the type printed on it, with the exception of facedown installed Runner cards. See {ref:sec_facedown_runner_cards}.",
    "translation": "一张卡牌即使是闲置的也被视作具有印刷在该卡牌上的类型，但已安装且牌面朝下的潜袭者卡牌除外。参见{ref:sec_facedown_runner_cards}。",
    "stage": 1
  },
  {
    "key": "rule_card_type_conversion_citation",
    "original": "2.15.4. Abilities can change a card from its printed type to an agenda. See {ref:rule_add_card_to_score_area}.",
    "translation": "能力可以将一张卡牌从其印刷类型变为一个议案。参见{ref:rule_add_card_to_score_area}。",
    "stage": 1
  },
  {
    "key": "rule_card_type_counters",
    "original": "2.15.5. Counters never have card types.",
    "translation": "指示物不会具有卡牌类型。",
    "stage": 1
  },
  {
    "key": "sec_subtypes",
    "original": "2.16. Subtypes",
    "translation": "子类型",
    "stage": 1
  },
  {
    "key": "rule_subtypes",
    "original": "2.16.1. Cards may have one or more subtypes, which are written following the primary type. Subtypes are card descriptors that can be referenced by card abilities. Cards that share a subtype often share a distinct characteristic or ability.",
    "translation": "卡牌可以具有一个或多个子类型，这些子类型会写在其主类型之后。卡牌的子类型是对该卡牌的描述，可以被卡牌能力引用。共享同一个子类型的卡牌通常也会共有同一个独特的属性或能力。",
    "stage": 1
  },
  {
    "key": "rule_subtype_special_rules",
    "original": "2.16.1.a. The subtypes {subtype:region}, {subtype:console}, and {subtype:icebreaker} have special rules, discussed in {ref:subsec_regions,subsec_consoles,subsec_icebreakers} respectively. Other subtypes have no intrinsic rules meaning.",
    "translation": "子类型{subtype:区域}、{subtype:控制台}与{subtype:破解器}具有特殊规则，分别在{ref:subsec_regions,subsec_consoles,subsec_icebreakers}中详述。其它子类型本身没有规则上的含义。",
    "stage": 1
  },
  {
    "key": "rule_subtype_bold",
    "original": "2.16.2. In card text, subtypes are always referenced in bold text. If a word or phrase that is also a subtype appears in a card's text but is not in bold text, that word or phrase does not reference the subtype.",
    "translation": "在卡牌文本中，子类型在被引用时总是以粗体文字显示。如果某个子类型词语或短语出现在卡牌文本中但没有以粗体显示，则该词语或短语并不表示对该子类型的引用。",
    "stage": 1
  },
  {
    "key": "rule_lack_of_subtype",
    "original": "2.16.3. Some abilities reference cards by a lack of subtype, such as \"non-{subtype:virus}\". These abilities can only affect cards that do not have the specified subtype, regardless of any other subtypes the cards do have.",
    "translation": "一些能力会通过排除某个子类型来引用卡牌，例如“非{subtype:病毒}”。这些能力只能影响不具有所指定子类型的卡牌，无论该卡牌具有其他何种子类型。",
    "stage": 1
  },
  {
    "key": "rule_subtypes_active",
    "original": "2.16.4. A card has all of its subtypes at all times, even while inactive, with the exception of facedown installed Runner cards. See {ref:sec_facedown_runner_cards}.",
    "translation": "一张卡牌在任何时候都具有其全部子类型，包括处于闲置状态时，但已安装且牌面朝下的潜袭者卡牌除外。参见{ref:sec_facedown_runner_cards}。",
    "stage": 1
  },
  {
    "key": "rule_add_remove_subtypes",
    "original": "2.16.5. Abilities can add or remove subtypes. The number of times a card has, gains, and loses each subtype is tracked as a running total, but the result is binary: if the total number of instances of the subtype exceeds the number of times it is removed, the card has that subtype. Otherwise, it does not.",
    "translation": "能力可以添加或移除子类型。对于每个子类型，卡牌拥有、获得和失去该子类型的次数都会累积，但其结果只有两种情况：如果一个子类型的实例总数超过其被移除的次数，则卡牌具有该子类型，否则就没有。",
    "stage": 1
  },
  {
    "key": "rule_add_remove_subtypes-1-example",
    "original": "The Runner plays {card:Tinkering} on a {card:Lycan} hosting 1 advancement counter. {card:Lycan} has two instances of {subtype:sentry}, one printed and one from {card:Tinkering}, and has lost one instance of {subtype:sentry} from its own ability. Thus it is still a {subtype:sentry}.",
    "translation": "示例：潜袭者对有1枚推进指示物的{card:狼人}打出{card:校正}。{card:狼人}具有两个{subtype:警报}子类型的实例——一个是其印刷子类型，另一个来自于{card:校正}——并由于其自身能力失去其中一个{subtype:警报}的实例。最终结果这张卡牌仍然是一个{subtype:警报}。",
    "stage": 1
  },
  {
    "key": "rule_choose_valid_subtype",
    "original": "2.16.6. If an effect requires a player to choose a subtype, that player must choose a single subtype that has been printed on at least one card. If a player is required to choose a subtype belonging to a specific card type, they must choose a subtype that has been printed on at least one card with that type.",
    "translation": "如果一个效果要求玩家选择一个子类型，则该玩家所选择的子类型必须是已被印刷在至少在一张卡牌上的子类型。如果玩家需要选择一个属于某个特定卡牌类型的子类型，则其必须选择一个已被印刷在至少一张具有该类型的卡牌上的子类型。",
    "stage": 1
  },
  {
    "key": "rule_subtypes_list",
    "original": "2.16.7. Below is a list of all subtypes.",
    "translation": "以下是全部子类型的列表。",
    "stage": 1
  },
  {
    "key": "rule_identity_subtypes",
    "original": "2.16.7.a. The identity subtypes are Bioroid, Clone, Corp, Cyborg, Digital, Division, G-mod, Megacorp, Natural, Police Department, Stealth, Subsidiary, and Unsubstantiated.",
    "translation": "特性子类型包括：生化人、克隆体、公司、半机械人、数字体、部门、转基因人、巨型公司、原生人、警局、隐匿、子公司、未证实。",
    "stage": 1
  },
  {
    "key": "rule_agenda_subtypes",
    "original": "2.16.7.b. The agenda subtypes are Ambush, Assassination, Expansion, Expendable, Initiative, NEXT, Psi, Public, Research, Security, Sensie, and Source.",
    "translation": "议案子类型包括：伏击、刺杀、扩张、可消耗、原创、次级、灵能、公开、研究、防卫、复感电影、根源。",
    "stage": 1
  },
  {
    "key": "rule_asset_subtypes",
    "original": "2.16.7.c. The asset subtypes are Academic, Advertisement, Alliance, Ambush, Beanstalk, Bioroid, Cast, Character, Clone, Corporation, Deep Net, Enforcer, Executive, Facility, Government, Hostile, Illicit, Industrial, Political, Psi, Region, Research, Ritzy, Seedy, and Transaction.",
    "translation": "资产子类型包括：学术、广告、联盟、伏击、豆茎、生化人、节目、人物、克隆体、公司、深网、执法者、主管、设施、政府、敌对、非法、工业、政治、灵能、区域、研究、豪华、低劣、交易。",
    "stage": 1
  },
  {
    "key": "rule_ice_subtypes",
    "original": "2.16.7.d. The ice subtypes are AP, Advertisement, Ambush, Barrier, Bioroid, Code Gate, Deep Net, Deflector, Destroyer, Expendable, Grail, Harmonic, Illicit, Morph, Mythic, NEXT, Observer, Psi, Sentry, Tracer, and Trap.",
    "translation": "防火墙子类型包括：杀伤、广告、伏击、屏障、生化人、门禁、深网、偏导器、毁灭者、可消耗、圣杯、和声、非法、变形、神秘、次级、观察者、灵能、警报、追踪者、陷阱。",
    "stage": 1
  },
  {
    "key": "rule_operation_subtypes",
    "original": "2.16.7.e. The operation subtypes are Alliance, Black Ops, Condition, Current, Double, Gray Ops, Illicit, Lockdown, Mandate, Psi, Reprisal, Terminal, Transaction, and Triple.",
    "translation": "事务子类型包括：联盟、黑色行动、状态、局势、双重、灰色行动、非法、封锁、命令、灵能、报复、终止、交易、三重。",
    "stage": 1
  },
  {
    "key": "rule_upgrade_subtypes",
    "original": "2.16.7.f. The upgrade subtypes are Academic, Advertisement, Alliance, Ambush, Beanstalk, Bioroid, Character, Clone, Enforcer, Executive, Expendable, Facility, Hostile, Off-site, Orgcrime, Psi, Region, Ritzy, Seedy, Security Protocol, Sysop, and Unorthodox.",
    "translation": "升级子类型包括：学术、广告、联盟、伏击、豆茎、生化人、人物、克隆体、执法者、主管、可消耗、设施、敌对、场外、黑社会、灵能、区域、豪华、低劣、安全协议、管理员、异类。",
    "stage": 1
  },
  {
    "key": "rule_event_subtypes",
    "original": "2.16.7.g. The event subtypes are Condition, Current, Double, Job, Mod, Orgcrime, Priority, Run, Sabotage, Stealth, and Terminal.",
    "translation": "事件子类型包括：状态、局势、双重、工作、改造、黑社会、优先、潜袭、破坏、隐匿、终止。",
    "stage": 1
  },
  {
    "key": "rule_hardware_subtypes",
    "original": "2.16.7.h. The hardware subtypes are Chip, Companion, Console, Consumer-grade, Cybernetic, Gear, Link, Mod, Stealth, Vehicle, and Weapon.",
    "translation": "硬件子类型包括：芯片、同伴、控制台、消费级、义体、装备、中转器、改造、隐匿、载具、武器。",
    "stage": 1
  },
  {
    "key": "rule_program_subtypes",
    "original": "2.16.7.i. The program subtypes are AI, Caïssa, Cloud, Daemon, Decoder, Deep Net, Deva, Fracter, Icebreaker, Killer, Stealth, Trojan, Virus, and Weapon.",
    "translation": "程序子类型包括：智能模块、西洋棋、云、后台、解码模块、深网、提婆、分解模块、破解器、断路模块、隐匿、木马、病毒、武器。",
    "stage": 1
  },
  {
    "key": "rule_resource_subtypes",
    "original": "2.16.7.j. The resource subtypes are Clan, Clone, Companion, Connection, Directive, Genetics, Government, Job, Link, Location, Remote, Ritzy, Sabotage, Seedy, Source, Stealth, and Virtual.",
    "translation": "资源子类型包括：部落、克隆体、同伴、人脉、指令、基因、政府、工作、中转器、场所、远程、豪华、破坏、低劣、根源、隐匿、虚拟。",
    "stage": 1
  },
  {
    "key": "sec_text_box",
    "original": "2.17. Text Box",
    "translation": "文本框",
    "stage": 1
  },
  {
    "key": "rule_text_box_definition",
    "original": "2.17.1. The {term:text box} is the central area on a card containing any abilities the card has. Abilities usually only apply when the card they appear on is active. {ref:Rule_ability_active_inactive_source_card} details exceptions.",
    "translation": "{term:文本框}是一张卡牌上的中心区域，其中包含这张卡牌所具有的所有能力。通常，只有当卡牌处于活动状态时，卡牌上的能力才能生效。{ref:Rule_ability_active_inactive_source_card}中详细描述了这项规则的例外情况。",
    "stage": 1
  },
  {
    "key": "rule_flavor_text",
    "original": "2.17.2. Many cards have italicised text written after their game text. This is {term:flavor text}, and has no effect on the game or the function of the card, nor can other abilities reference or interact with it.",
    "translation": "许多卡牌在其游戏文本之后写有一段斜体文字。这些文字是{term:背景叙述}，对游戏的进行或卡牌的作用没有影响，其它能力也不能引用这些文字或与之交互。",
    "stage": 1
  },
  {
    "key": "rule_reminder_text",
    "original": "2.17.3. Some cards have italicised text in parentheses. This is {term:reminder text}, and has no effect on the game or the function of the card, nor can other abilities reference or interact with it directly. Reminder text simply summarizes a rule that may apply to that card text.",
    "translation": "一些卡牌具有位于括号中的斜体文字。这些文字是{term:提示文本}，对游戏的进行或卡牌的作用没有影响，其它能力也不能引用这些文字或直接与之交互。提示文本会简要地概述可能适用于该卡牌文本的一项规则。",
    "stage": 1
  }
]